List adhayaylist = [
  {
    'img': 'asset/img/img1.png',
    'name1': 'पहला अध्याय',
    'name': 'अर्जुनविषादयोग',
    'chapter': adhayay1,
    'saar':
        'पहले अध्याय का नाम अर्जुनविषादयोग है। जब शौर्य और धैर्य, साहस और बल इन चारों गुणों से युक्त अर्जुन पर क्षमा और प्रज्ञा यानि बुद्धि का प्रभाव बढ़ा और उन्होंने युद्ध भूमि में हथियार डाल दिए तब उनके क्षात्रधर्म का स्थान कार्पण्य ने लिया। तब कृष्ण ने तर्क से, बुद्धि से, ज्ञान से, कर्म की चर्चा से, विश्व के स्वभाव से, उसमें जीवन की स्थिति से, दोनों के नियामक अव्यय पुरुष के परिचय से और उस सर्वोपरि परम सत्तावान ब्रह्म के साक्षात दर्शन से अर्जुन को वापस प्रेरित किया। इस अध्याय में इसी तत्वचर्चा परिचय दिया गया ।'
  },
  {
    'img': 'asset/img/img2.png',
    'name1': 'दूसरा अध्याय',
    'name': 'सांख्ययोग',
    'chapter': adhayay2,
    "saar":
        'इस अध्याया का नाम सांख्ययोग है। इसमें जीवन की दो प्राचीन संमानित परंपराओं का तर्कों द्वारा वर्णन आया है। अर्जुन को उस कृपण स्थिति में रोते देखकर कृष्ण ने उसका ध्यान दिलाया है कि इस प्रकार का क्लैव्य और हृदय की क्षुद्र दुर्बलता अर्जुन जैसे वीर के लिए उचित नहीं। उन्होंने बताया कि प्रज्ञादर्शन काल, कर्म और स्वभाव से होनेवाले संसार की सब घटनाओं और स्थितियों को अनिवार्य रूप से स्वीकार करता है। जीना और मरना, जन्म लेना और बढ़ना, विषयों का आना और जाना, सुख और दुख का अनुभव, ये तो संसार में होते ही हैं।'
  },
  {
    'img': 'asset/img/img3.png',
    'name1': 'तीसरा अध्याय',
    'name': 'कर्मयोग',
    "saar":
        'इस अध्याय में अर्जुन ने इस विषय में और गहरा उतरने के लिए स्पष्ट प्रश्न किया कि सांख्य और योग इन दोनों मार्गों में आप किसे अच्छा समझते हैं और क्यों नहीं यह निश्चित बतसते कि वे इन दोनों में से किसे अपनायें। इसपर कृष्ण ने स्पष्टता से उत्तर दिया कि लोक में दो निष्ठायें या जीवनदृष्टियां हैं। सांख्यवादियों के लिए ज्ञानयोग है और कर्ममार्गियों के लिए कर्मयोग है। अर्थात् जो साधारण समझ के लोग कर्म में लगे हैं उन्हें उस मार्ग से उखाड़ना उचित नहीं, क्योंकि वे ज्ञानवादी बन नहीं सकते, और यदि उनका कर्म भी छूट गया तो वे दोनों ओर से भटक जायेंगे ।'
  },
  {
    'img': 'asset/img/img4.png',
    'name1': 'चौथा अध्याय',
    'name': 'ज्ञानकर्मसंन्यासयोग',
    "saar":
        'इस अध्याय में, जिसका नाम ज्ञान-कर्म-संन्यास-योग है, यह बताया गया है कि ज्ञान प्राप्त करके कर्म करते हुए भी कर्मसंन्यास का फल किस तरह से प्राप्त किया जा सकता है। यहीं गीता का वह प्रसिद्ध वचन है कि जब जब धर्म की हानि होती है तब तब भगवान का अवतार होता है।'
  },
  {
    'img': 'asset/img/img5.png',
    'name1': 'पाँचवाँ अध्याय',
    'name': 'कर्मसंन्यासयोग ',
    "saar":
        'इस अध्याय में कर्मसंन्यास योग नामक युक्तियां फिर से और दृढ़ रूप में कहीं गई हैं। इसमें कर्म के साथ जो मन का संबंध है, उसके संस्कार पर या उसे विशुद्ध करने पर विशेष ध्यान दिलाया गया है। यह भी कहा गया है कि एक स्थान पर पहुँचकर सांख्य और योग में कोई भेद नहीं रह जाता है। किसी एक मार्ग पर ठीक प्रकार से चले तो समान फल प्राप्त होता है। जीवन के जितने कर्म हैं, सबको समर्पण कर देने से व्यक्ति एकदम शांति के ध्रुव बिंदु पर पहुँच जाता है और जल में खिले कमल के समान कर्म रूपी जल से लिप्त नहीं होता ।'
  },
  {
    'img': 'asset/img/img1.png',
    'name1': 'छठा अध्याय',
    'name': 'आत्मसंयमयोग',
    "saar":
        'इस अध्याया का नाम आत्मसंयम योग है जिसका विषय नाम से ही पता चलता है कि जितने विषय हैं उन सबमें इंद्रियों का संयम श्रेष्ठ है। सुख में और दुख में मन की समान स्थिति, इसे ही योग कहते हैं ।'
  },
  {
    'img': 'asset/img/img2.png',
    'name1': 'सातवाँ अध्याय',
    'name': 'ज्ञानविज्ञानयोग',
    "saar":
        ' इस अध्याय की संज्ञा ज्ञानविज्ञान योग है। विज्ञान की दृष्टि से अपरा और परा प्रकृति के इन दो रूपों की व्याख्या गीता ने दी है। अपरा प्रकृति में आठ तत्व हैं, पंचभूत, मन, बन्दि और अहंकार। इसमें ईश्वर की चेष्टाके संपर्क से जो चेतना आती है उसे परा प्रकृति कहते हैं, वही जीव है। आठ तत्वों के साथ मिलकर जीवन नवां तत्व हो जाता है। इस अध्याय में भगवान के अनेक रूपों का उल्लेख किया गया है ।'
  },
  {
    'img': 'asset/img/img3.png',
    'name1': 'आठवाँ अध्याय',
    'name': 'अक्षरब्रह्मयोग',
    'chapter': adhayay8,
    "saar":
        'इस अध्याय की संज्ञा अक्षर ब्रह्मयोग है। उपनिषदों में अक्षर विद्या का विस्तार हुआ आऔर गीता में उसे अक्षरविद्या का सार कह दिया गया है। अक्षर ब्रह्म परमं, मनुष्य, अर्थात् जीव और शरीर की संयुक्त रचना का ही नाम अध्यात्म है। गीता के शब्दों में ॐ एकाक्षर ब्रह्म है ।'
  },
  {
    'img': 'asset/img/img4.png',
    'name1': 'नौवाँ अध्याय',
    'name': 'राजगुह्ययोग',
    "saar":
        ' इस अध्याय को राजगुह्ययोग कहा गया है, अर्थात् यह अध्यात्म विद्या और गुह्य ज्ञान सबमें श्रेष्ठ है। मन की दिव्य शक्तियों को किस प्रकार ब्रह्ममय बनाया जाय, इसकी युक्ति ही राजविद्या है। इस क्षेत्र में ब्रह्मतत्व का निरूपण ही प्रधान है। वेद का समस्त कर्मकांड यज्ञ, अमृत, और मृत्यु, संत और असंत, और जितने भी देवी देवता है, सबका पर्यवसान ब्रह्म में है ।'
  },
  {
    'img': 'asset/img/img5.png',
    'name1': 'दसवाँ अध्याय',
    'name': 'विभूतियोग',
    "saar":
        'इस अध्याय का नाम विभूतियोग है। इसका सार यह है कि लोक में जितने देवता हैं, सब एक ही भगवान का अंश हैं। मनुष्य के समस्त गुण और अवगुण भगवान की शक्ति के ही रूप हैं। देवताओ की सत्ता को स्वीकारते हुए सबको विष्णु का रूप मानकर समन्वय की एक नई दृष्टि प्रदान की गई है जिसका नाम विभूतियोग है ।'
  },
  {
    //11
    'img': 'asset/img/img1.png',
    'name1': 'ग्यारहवाँ अध्याय',
    'name': 'विश्वरूपदर्शनयोग',
    "saar":
        'इस अध्याय का नाम विश्वरूपदर्शन योग है। इसमें अर्जुन ने भगवान का विश्वरूप देखा। विराट रूप का अर्थ है मानवीय धरातल और परिधि के ऊपर जो अनंत विश्व का प्राणवंत रचनाविधान है, उसका साक्षात दर्शन ।'
  },
  {
    //12
    'img': 'asset/img/img2.png',
    'name1': 'बारहवाँ अध्याय',
    'name': 'भक्तियोग',
    "saar":
        'जब अर्जुन ने भगवान का विराट रूप देखा तो वह घबरा गया और घबराहट में उसके मुंह से \'दिशो न जाने न लभे च शर्म\' वाक्य निकले। उसने प्रार्थना की, कि मानव के लिए जो स्वाभाविक स्थिति ईश्वर ने रखी है, वही पर्याप्त है ।'
  },
  {
    //13
    'img': 'asset/img/img3.png',
    'name1': 'तेरहवाँ अध्याय',
    'name': 'क्षेत्र-क्षेत्रज्ञविभागयोग',
    "saar":
        ' इस अध्याय में एक सीधा विषय क्षेत्र और क्षेत्रज्ञ का विचार है। यह शरीर क्षेत्र है,उसका जाननेवाला जीवात्मा क्षेत्रज्ञ है।'
  },
  {
    //14
    'img': 'asset/img/img4.png',
    'name1': 'चौदहवाँ अध्याय',
    'name': 'गुणत्रयविभागयोग',
    "saar":
        'इस अध्याय का नाम गुणत्रय विभाग योग है। यह विषय समस्त वैदिक, दार्शनिक और पौराणिक तत्वचिंतन का निचोड़ है। सत्व, रज, तम नामक तीन गुण हैं। अकेला सत्व शांत रहता है और अकेला तम भी निश्चेष्ट रहता है, किंतु दोनों के बीच में रजोगुण उन्हें सक्रिय करता है ।'
  },
  {
    //15
    'img': 'asset/img/img5.png',
    'name1': 'पंद्रहवाँ अध्याय',
    'name': 'पुरुषोत्तमयोग',
    "saar":
        'इस अध्याय का नाम पुरुषोत्तमयोग है। इसमें विश्व का अश्वत्थ के रूप में वर्णन किया गया है। नर या पुरुष तीन हैं, क्षर, अक्षर और अव्यय। इनमें पंचभूत क्षर है, प्राण अक्षर है और मनस्तत्व या चेतना की संज्ञा अव्यय है ।'
  },
  {
    //16
    'img': 'asset/img/img1.png',
    'name1': 'सोलहवाँ  अध्याय',
    'name': 'दैवसुरसंपदविभागयोग',
    "saar":
        'इस अध्याय में देवासुर संपत्ति का विभाग बताया गया है। आरंभ से ही ऋग्देव में सृष्टि की कल्पना दैवी और आसुरी शक्तियों के रूप में की गई है। एक अच्छा और दूसरा बुरा ।'
  },
  {
    //17
    'img': 'asset/img/img2.png',
    'name1': 'सत्रहवाँ अध्याय',
    'name': 'श्रद्धात्रयविभागयोग',
    "saar":
        'ये अध्याय श्रद्धात्रय विभाग योग है। इसका संबंध सत, रज और तम, इन तीनों गुणों से है, अर्थात् जिसमें जिस गुण का प्रादुर्भाव होता है, उसकी श्रद्धा या जीवन की निष्ठा वैसी ही बन जाती है। यज्ञ, तप, दान, कर्म ये सब इसी से संचालित होते हैं ।'
  },
  {
    //18
    'img': 'asset/img/img3.png',
    'name1': 'अठारहवाँ अध्याय',
    'name': 'मोक्षसंन्यासयोग',
    'chapter': adhayay18,
    "saar":
        'इस अध्याय में मोक्षसंन्यास योग का जिक्र है। इसमें गीता के समस्त उपदेशों का सार एवं उपसंहार है। इसमें बताया गया है कि पृथ्वी के मानवों में और स्वर्ग के देवताओं में कोई भी ऐसा नहीं जो प्रकृति के चलाए हुए इन तीन गुणों से बचा हो। मनुष्य को क्या कार्य है, क्या अकार्य है, इसकी पहचान होनी चाहिए। धर्म और अधर्म को, बंध और मोक्ष को, वृत्ति और निवृत्ति को जो बुद्धि ठीक से पहचनाती है, वही सात्विक बुद्धि है'
  },
];
List adhayay1 = [
  {
    'san':
        'धृतराष्ट्र उवाच \nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।\n मामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥ (१)',
    'hindi':
        'धृतराष्ट्र ने कहा - हे संजय! धर्म-भूमि और कर्म-भूमि में युद्ध की इच्छा से एकत्र हुए मेरे पुत्रों और पाण्डु के पुत्रों ने क्या किया? ',
  },
  {
    'san':
        'संजय उवाच \nदृष्टा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\nआचार्यमुपसंगम्य राजा वचनमब्रवीत्‌ ॥ (२)',
    'hindi':
        'संजय ने कहा - हे राजन्! इस समय राजा दुर्योधन पाण्डु पुत्रों की सेना की व्यूह-रचना को देखकर आचार्य द्रोणाचार्य के पास जाकर कह रहे हैं।',
  },
  {
    'san':
        'पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम्‌ ।\n व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥ (३)',
    'hindi':
        'हे आचार्य! पाण्डु पुत्रों की इस विशाल सेना को देखिए, जिसे आपके बुद्धिमान्‌ शिष्य द्रुपद पुत्र धृष्टद्युम्न ने इतने कौशल से व्यूह के आकार में सजाया है।',
  },
  {
    'san':
        'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\n युयुधानो विराटश्च द्रुपदश्च महारथः ॥ (४)',
    'hindi':
        'इस युद्ध में भीम तथा अर्जुन के समान अनेकों महान शूरवीर और धनुर्धर है, युयुधान, विराट और द्रुपद जैसे भी महान योद्धा है।',
  },
  {
    'san':
        'धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान्‌ ।\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङवः ॥ (५)',
    'hindi':
        'धृष्टकेतु, चेकितान तथा काशीराज जैसे महान शक्तिशाली और पुरुजित्, कुन्तीभोज तथा शैब्य जैसे मनुष्यों मे श्रेष्ठ योद्धा भी है।',
  },
  {
    'san':
        'युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान्‌ ।\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥ (६)',
    'hindi':
        'युधामन्यु जैसे महान पराक्रमी तथा उत्तमौजा जैसे अत्यन्त शक्तिशाली, सुभद्रा का पुत्र अभिमन्यु और द्रौपदी के पुत्रों सहित ये सभी महान योद्धा हैं।',
  },
  {
    'san':
        'अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\nनायका मम सैन्यस्य सञ्ज्ञार्थं तान्ब्रवीमि ते ॥ (७)',
    'hindi':
        'हे ब्राह्मण श्रेष्ठ! हमारी तरफ़ के भी उन विशेष शक्तिशाली योद्धाओं को भी जान लीजिये और आपकी जानकारी के लिये मेरी सेना के उन योद्धाओं के बारे में बतलाता हूँ।',
  },
  {
    'san':
        'भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः ।\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥ (८)',
    'hindi':
        'मेरी सेना में स्वयं आप-द्रोणाचार्य, पितामह भीष्म, कर्ण, कृपाचार्य, अश्वत्थामा, विकर्ण और सोमदत्त का पुत्र भूरिश्रवा जैसे योद्धा है, जो सदैव युद्ध में विजयी रहे हैं।',
  },
  {
    'san':
        'अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।\nनानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥ (९)',
    'hindi':
        'ऎसे अन्य अनेक शूरवीर भी है जो मेरे लिये अपने जीवन का बलिदान देने के लिये अनेक प्रकार के अस्त्र-शस्त्रों से सुसज्जित है और यह सभी युद्ध-विधा में निपुण है।',
  },
  {
    'san':
        'अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम्‌ ।\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम्‌ ॥ (१०)',
    'hindi':
        ' इस प्रकार भीष्म पितामह द्वारा अच्छी प्रकार से संरक्षित हमारी सेना की शक्ति असीमित है, किन्तु भीम द्वारा अच्छी प्रकार से संरक्षित होकर भी पांडवों की सेना की शक्ति सीमित है।',
  },
  {
    'san':
        'अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\nभीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ (११)',
    'hindi':
        'अत: सभी मोर्चों पर अपनी-अपनी जगह स्थित रहकर आप सभी निश्चित रूप से भीष्म पितामह की सभी ओर से सहायता करें।',
  },
  {
    'san':
        'तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः ।\nसिंहनादं विनद्योच्चैः शंख दध्मो प्रतापवान्‌ ॥ (१२)',
    'hindi':
        'तब कुरुवंश के वयोवृद्ध परम-प्रतापी पितामह भीष्म ने दुर्योधन के हृदय में हर्ष उत्पन्न करते हुए सिंह-गर्जना के समान उच्च स्वर से शंख बजाया।',
  },
  {
    'san':
        'ततः शंखाश्च भेर्यश्च पणवानकगोमुखाः ।\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत्‌ ॥ (१३)',
    'hindi':
        'तत्पश्चात् अनेक शंख, नगाड़े, ढोल, मृदंग और सींग आदि बाजे अचानक एक साथ बज उठे, उनका वह शब्द बड़ा भयंकर था।',
  },
  {
    'san':
        'ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\nमाधवः पाण्डवश्चैव दिव्यौ शंखौ प्रदध्मतुः ॥ (१४)',
    'hindi':
        'तत्पश्चात् दूसरी ओर से सफेद घोड़ों से युक्त उत्तम रथ पर आसीन योगेश्वर श्रीकृष्ण और अर्जुन ने भी अलौकिक शंख बजाए। ',
  },
  {
    'san':
        'पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\nपौण्ड्रं दध्मौ महाशंख भीमकर्मा वृकोदरः ॥(१५)',
    'hindi':
        'हृदय के सर्वस्व ज्ञाता श्रीकृष्ण ने "पाञ्चजन्य" नामक, अर्जुन ने "देवदत्त" नामक और भयानक कर्म वाले भीमसेन ने "पौण्ड्र" नामक महाशंख बजाया।',
  },
  {
    'san':
        'अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।\nनकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥ (१६)',
    'hindi':
        ' हे राजन! कुन्तीपुत्र राजा युधिष्ठिर ने "अनन्तविजय" नामक और नकुल तथा सहदेव ने "सुघोष" और "मणिपुष्पक" नामक शंख बजाए।',
  },
  {
    'san':
        'काश्यश्च परमेष्वासः शिखण्डी च महारथः ।\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥ \n\nद्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।\nसौभद्रश्च महाबाहुः शंखान्दध्मुः पृथक्पृथक्‌ ॥ (१८)',
    'hindi':
        'श्रेष्ठ धनुष वाले काशीराज और महारथी शिखण्डी एवं धृष्टद्युम्न तथा राजा विराट और कभी न हारने वाला सात्यकि, राजा द्रुपद एवं द्रौपदी के पाँचों पुत्र और बड़ी भुजा वाले सुभद्रा पुत्र अभिमन्यु आदि सभी ने अलग-अलग शंख बजाए।',
  },
  {
    'san':
        'स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत्‌ ।\nनभश्च पृथिवीं चैव तुमुलो व्यनुनादयन्‌ ॥ (१९)',
    'hindi':
        'उस भयंकर ध्वनि ने आकाश और पृथ्वी को गुंजायमान करते हुए धृतराष्ट्र के पुत्रों के हृदय में शोक उत्पन्न कर दिया।',
  },
  {
    'san':
        'अर्जुन उवाचः\nअथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्‌ कपिध्वजः ।\nप्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः ॥ (२०)\n\nहृषीकेशं तदा वाक्यमिदमाह महीपते ।\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥ (२१)',
    'hindi':
        'हे राजन्‌! इसके बाद हनुमान से अंकित पताका लगे रथ पर आसीन पाण्डु पुत्र अर्जुन ने धनुष उठाकर तीर चलाने की तैयारी के समय धृतराष्ट्र के पुत्रों को देखकर हृदय के सर्वस्व ज्ञाता श्री कृष्ण से प्रार्थना करते हुए कहा कि हे अच्युत! कृपा करके मेरे रथ को दोनों सेनाओं के बीच में खडा़ करें।',
  },
  {
    'san':
        'यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान्‌ ।\nकैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥ (२२)',
    'hindi':
        'जिससे मैं युद्धभूमि में उपस्थित युद्ध की इच्छा रखने वालों को देख सकूँ कि इस युद्ध में मुझे किन-किन से एक साथ युद्ध करना है।',
  },
  {
    'san':
        'योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥ (२३)',
    'hindi':
        'मैं उनको भी देख सकूँ जो यह राजा लोग यहाँ पर धृतराष्ट् के दुर्बुद्धि पुत्र दुर्योधन के हित की इच्छा से युद्ध करने के लिये एकत्रित हुए हैं।',
  },
  {
    'san':
        'संजय उवाचः\nएवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम्‌ ॥ (२४)',
    'hindi':
        'संजय ने कहा - \nहे भरतवंशी! अर्जुन द्वारा इस प्रकार कहे जाने पर हृदय के पूर्ण ज्ञाता श्रीकृष्ण ने दोनों सेनाओं के बीच में उस उत्तम रथ को खड़ा कर दिया।',
  },
  {
    'san':
        'भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम्‌ ।\nउवाच पार्थ पश्यैतान्‌ समवेतान्‌ कुरूनिति ॥',
    'hindi':
        'इस प्रकार भीष्म पितामह, आचार्य द्रोण तथा संसार के सभी राजाओं के सामने कहा कि हे पार्थ! युद्ध के लिए एकत्रित हुए इन सभी कुरु वंश के सद्स्यों को देख।',
  },
  {
    'san':
        'तत्रापश्यत्स्थितान्‌ पार्थः पितृनथ पितामहान्‌ ।\nआचार्यान्मातुलान्भ्रातृन्पुत्रान्पौत्रान्सखींस्तथा ॥ (२६)',
    'hindi':
        ' वहाँ पृथापुत्र अर्जुन ने अपने ताऊओं-चाचाओं को, दादों-परदादों को, गुरुओं को, मामाओं को, भाइयों को, पुत्रों को, पौत्रों को और मित्रों को देखा।',
  },
  {
    'san':
        'श्वशुरान्‌ सुहृदश्चैव सेनयोरुभयोरपि ।\nतान्समीक्ष्य स कौन्तेयः सर्वान्‌ बन्धूनवस्थितान्‌ ॥ (२७)',
    'hindi':
        'कुन्ती-पुत्र अर्जुन ने ससुरों को और शुभचिन्तकों सहित दोनों तरफ़ की सेनाओं में अपने ही सभी सम्बन्धियों को देखा। (२७)',
  },
  {
    'san':
        'अर्जुन उवाच\nकृपया परयाविष्टो विषीदत्रिदमब्रवीत्‌ ।\nदृष्टेवमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्‌ ॥ (२८)',
    'hindi':
        'तब करुणा से अभिभूत होकर शोक करते हुए अर्जुन ने कहा - हे कृष्ण! युद्ध की इच्छा वाले इन सभी मित्रों तथा सम्बन्धियों को उपस्थित देखकर।',
  },
  {
    'san':
        'सीदन्ति मम गात्राणि मुखं च परिशुष्यति ।\nवेपथुश्च शरीरे में रोमहर्षश्च जायते ॥ (२९)',
    'hindi':
        ' मेरे शरीर के सभी अंग काँप रहे हैं और मुख सूखा जा रहा है, और मेरे शरीर के कम्पन से रोमांच उत्पन्न हो रहा है।',
  },
  {
    'san':
        'गाण्डीवं स्रंसते हस्तात्वक्चैव परिदह्यते ।\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥ (३०)',
    'hindi':
        'मेरे हाथ से गांडीव धनुष छूट रहा है और त्वचा भी जल रही है, मेरा मन भ्रमित-सा हो रहा है, इसलिए मैं खड़ा भी नही रह पा रहा हूँ।',
  },
  {
    'san':
        'निमित्तानि च पश्यामि विपरीतानि केशव ।\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥ (३१)',
    'hindi':
        'हे केशव! मुझे तो केवल अशुभ लक्षण ही दिखाई दे रहे हैं, युद्ध में स्वजनों को मारने में मुझे कोई कल्याण दिखाई नही देता है।',
  },
  {
    'san':
        'न काङ्‍क्षे विजयं कृष्ण न च राज्यं सुखानि च ।\nकिं नो राज्येन गोविंद किं भोगैर्जीवितेन वा ॥ (३२)',
    'hindi':
        'हे कृष्ण! मैं न तो विजय चाहता हूँ और न ही राज्य और सुखों की इच्छा करता हूँ, हे गोविंद! हमें ऐसे राज्य, सुख अथवा इस जीवन से भी क्या लाभ है।',
  },
  {
    'san':
        'येषामर्थे काङक्षितं नो राज्यं भोगाः सुखानि च ।\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥ (३३)',
    'hindi':
        'जिनके साथ हमें राज्य आदि सुखों को भोगने की इच्छा हैं, जब वह ही अपने जीवन के सभी सुखों को त्याग करके इस युद्ध भूमि में खड़े हैं। ',
  },
  {
    'san':
        'आचार्याः पितरः पुत्रास्तथैव च पितामहाः ।\nमातुलाः श्वशुराः पौत्राः श्यालाः संबंधिनस्तथा ॥ (३४)',
    'hindi':
        'गुरुजन, परिवारीजन, पुत्रगण, पितामह, मामा, ससुर, पौत्रगण, साले और सभी सम्बन्धी भी मेरे सामने खडे़ है।',
  },
  {
    'san':
        'एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।\nअपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥ (३५)',
    'hindi':
        'हे मधुसूदन! मैं इन सभी को मारना नहीं चाहता हूँ, भले ही यह सभी मुझे ही मार डालें, तीनों लोकों के राज्य के लिए भी मैं इन सभी को मारना नहीं चाहता, फिर पृथ्वी के लिए तो कहना ही क्या है?',
  },
  {
    'san':
        'निहत्य धार्तराष्ट्रान्न का प्रीतिः स्याज्जनार्दन ।\nपापमेवाश्रयेदस्मान्‌ हत्वैतानाततायिनः ॥(३६)',
    'hindi':
        ' हे जनार्दन! धृतराष्ट्र के पुत्रों को मारकर हमें कौन सी प्रसन्नता मिलेगी? बल्कि इन आततायियों को मारकर तो हमें पाप ही लगेगा।',
  },
  {
    'san':
        'तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान्‌ ।\nस्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ (३७)',
    'hindi':
        'हे माधव! अत: मुझे धृतराष्ट्र के पुत्रों को उनके मित्रों और सम्बन्धियों सहित मारना उचित नही लगता है, क्योंकि अपने ही कुटुम्बियों को मार कर हम कैसे सुखी हो सकते हैं?',
  },
  {
    'san':
        'यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम्‌ ॥ (३८)',
    'hindi':
        ' यधपि लोभ के कारण इन भ्रमित चित्त वालों को कुल के नाश से उत्पन्न होने वाले दोष दिखाई नही देते हैं, और मित्रों से विरोध करने में कोई पाप दिखाई नही देता है।',
  },
  {
    'san':
        'कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम्‌ ।\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ॥ (३९)',
    'hindi':
        'हे जनार्दन! हम लोग तो कुल के नाश से उत्पन्न दोष को समझने वाले हैं क्यों न हमें इस पाप से बचने के लिये विचार करना चाहिये।',
  },
  {
    'san':
        'कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥ (४०)',
    'hindi':
        'कुल के नाश से सनातन कुल-धर्म नष्ट हो जाते हैं तथा धर्म का नाश हो जाने पर सम्पूर्ण कुल में अधर्म फैल जाता है।',
  },
  {
    'san':
        'अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः ॥ (४१)',
    'hindi':
        'हे कृष्ण! अधर्म अधिक बढ़ जाने से कुल की स्त्रियाँ दूषित हो जाती हैं, स्त्रियों के दूषित हो जाने पर अवांछित सन्ताने उत्पन्न होती है।',
  },
  {
    'san':
        'संकरो नरकायैव कुलघ्नानां कुलस्य च ।\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥ (४२)',
    'hindi':
        'अवांछित सन्तानों की वृद्धि से निश्चय ही कुल में नारकीय जीवन उत्पन्न होता है, ऎसे पतित कुलों के पितृ गिर जाते है क्योंकि पिण्ड और जल के दान की क्रियाऎं समाप्त हो जाती है।',
  },
  {
    'san':
        'दोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।\nउत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥ (४३)',
    'hindi':
        'इन अवांछित सन्तानो के दुष्कर्मों से सनातन कुल-धर्म और जाति-धर्म नष्ट हो जाते हैं। ',
  },
  {
    'san':
        'उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥ (४४)',
    'hindi':
        'हे जनार्दन! जिनका कुल-धर्म नष्ट हो गया है, ऐसे मनुष्यों का अनिश्चित काल तक नरक में रहना पडता है, ऐसा हम सुनते आए हैं। ',
  },
  {
    'san':
        'अहो बत महत्पापं कर्तुं व्यवसिता वयम्‌ ।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥ (४५)',
    'hindi':
        'ओह! कितने आश्चर्य की बात है कि हम लोग बुद्धिमान होकर भी महान पाप करने को तैयार हो गए हैं, जो राज्य और सुख के लोभ से अपने प्रियजनों को मारने के लिए आतुर हो गए हैं।',
  },
  {
    'san':
        'यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत्‌ ॥ (४६)',
    'hindi':
        'यदि मुझ शस्त्र-रहित विरोध न करने वाले को, धृतराष्ट्र के पुत्र हाथ में शस्त्र लेकर युद्ध में मार डालें तो भी इस प्रकार मरना मेरे लिए अधिक श्रेयस्कर होगा।',
  },
  {
    'san':
        'संजय उवाच\nएवमुक्त्वार्जुनः सङ्‍ख्ये रथोपस्थ उपाविशत्‌ ।\nविसृज्य सशरं चापं शोकसंविग्नमानसः ॥ (४७)',
    'hindi':
        'संजय ने कहा - इस प्रकार शोक से संतप्त हुआ मन वाला अर्जुन युद्ध-भूमि में यह कहकर बाणों सहित धनुष को त्याग कर रथ के पिछले भाग में बैठ गया। ',
  },
];
List adhayay2 =[
  {
    'san':
    'संजय उवाचः\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् । \nविषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥२-१॥',
    'hindi':
    'संजय ने कहा – करुणा से व्याप्त, शोकयुक्त, अश्रुपूरित नेत्रों वाले अर्जुन को देख कर मधुसूदन कृष्ण ने ये शब्द कहे ।',
  },
  {
    'san':
    'कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन ॥२-२॥',
    'hindi':
    'श्रीभगवान बोले- हे अर्जुन! तुझे इस असमय में यह मोह किस हेतु से प्राप्त हुआ? क्योंकि न तो यह श्रेष्ठ पुरुषों द्वारा आचरित है, न स्वर्ग को देने वाला है और न कीर्ति को करने वाला ही है ।',
  },
  {
    'san':
    'क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥२-३॥',
    'hindi':
    'इसलिए हे अर्जुन! नपुंसकता को मत प्राप्त हो, तुझमें यह उचित नहीं जान पड़ती। हे परंतप! हृदय की तुच्छ दुर्बलता को त्यागकर युद्ध के लिए खड़ा हो जा ।',
  },
  {
    'san':
    'अर्जुन उवाचः\nकथं भीष्ममहं संख्ये द्रोणं च मधुसूदन ।\nइषुभिः प्रति योत्स्यामि पूजार्हावरिसूदन ॥२-४॥',
    'hindi':
    'अर्जुन बोले- हे मधुसूदन! मैं रणभूमि में किस प्रकार बाणों से भीष्म पितामह और द्रोणाचार्य के विरुद्ध लड़ूँगा? क्योंकि हे अरिसूदन! वे दोनों ही पूजनीय हैं ।',
  },
  {
    'san':
    'गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके ।\nहत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान् रुधिरप्रदिग्धान् ॥२-५॥',
    'hindi':
    'इसलिए इन महानुभाव गुरुजनों को न मारकर मैं इस लोक में भिक्षा का अन्न भी खाना कल्याणकारक समझता हूँ क्योंकि गुरुजनों को मारकर भी इस लोक में रुधिर से सने हुए अर्थ और कामरूप भोगों को ही तो भोगूँगा ।',
  },
  {
    'san':
    'न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः ।\nयानेव हत्वा न जिजीविषामस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥२-६॥',
    'hindi':
    'हम यह भी नहीं जानते कि हमारे लिए युद्ध करना और न करना- इन दोनों में से कौन-सा श्रेष्ठ है, अथवा यह भी नहीं जानते कि उन्हें हम जीतेंगे या हमको वे जीतेंगे। और जिनको मारकर हम जीना भी नहीं चाहते, वे ही हमारे आत्मीय धृतराष्ट्र के पुत्र हमारे मुकाबले में खड़े हैं ।',
  },
  {
    'san':
    'कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः ।\nयच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥२-७॥',
    'hindi':
    'इसलिए कायरता रूप दोष से उपहत हुए स्वभाव वाला तथा धर्म के विषय में मोहित चित्त हुआ मैं आपसे पूछता हूँ कि जो साधन निश्चित कल्याणकारक हो, वह मेरे लिए कहिए क्योंकि मैं आपका शिष्य हूँ, इसलिए आपके शरण हुए मुझको शिक्षा दीजिए ।',
  },
  {
    'san':
    'न हि प्रपश्यामि ममापनुद्याद् यच्छोकमुच्छोषणमिन्द्रियाणाम् ।\nअवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥२-८॥',
    'hindi':
    'क्योंकि भूमि में निष्कण्टक, धन-धान्य सम्पन्न राज्य को और देवताओं के स्वामीपने को प्राप्त होकर भी मैं उस उपाय को नहीं देखता हूँ, जो मेरी इन्द्रियों के सुखाने वाले शोक को दूर कर सके ।',
  },
  {
    'san':
    'संजय उवाचः\nएवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप ।\nन योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह ॥२-९॥',
    'hindi':
    'संजय बोले- हे राजन्‌! निद्रा को जीतने वाले अर्जुन अंतर्यामी श्रीकृष्ण महाराज के प्रति इस प्रकार कहकर फिर श्री गोविंद भगवान्‌ से युद्ध नहीं करूँगा यह स्पष्ट कहकर चुप हो गए ।',
  },
  {
    'san':
    'तमुवाच हृषीकेशः प्रहसन्निव भारत ।\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः ॥२-१०॥',
    'hindi':
    'हे भरतवंशी धृतराष्ट्र! अंतर्यामी श्रीकृष्ण महाराज दोनों सेनाओं के बीच में शोक करते हुए उस अर्जुन को हँसते हुए से यह वचन बोले ।',
  },
  {
    'san':
    'अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिताः ॥२-११॥',
    'hindi':
    'श्री भगवान बोले, हे अर्जुन! तू न शोक करने योग्य मनुष्यों के लिए शोक करता है और पण्डितों के से वचनों को कहता है, परन्तु जिनके प्राण चले गए हैं, उनके लिए और जिनके प्राण नहीं गए हैं उनके लिए भी पण्डितजन शोक नहीं करते ।',
  },
  {
    'san':
    'न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः ।\nन चैव न भविष्यामः सर्वे वयमतः परम् ॥२-१२॥',
    'hindi':
    'न तो ऐसा ही है कि मैं किसी काल में नहीं था, तू नहीं था अथवा ये राजा लोग नहीं थे और न ऐसा ही है कि इससे आगे हम सब नहीं रहेंगे ।',
  },
  {
    'san':
    'देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा ।\nतथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति ॥२-१३॥',
    'hindi':
    'जैसे जीवात्मा की इस देह में बालकपन, जवानी और वृद्धावस्था होती है, वैसे ही अन्य शरीर की प्राप्ति होती है, उस विषय में धीर पुरुष मोहित नहीं होता ।',
  },
  {
    'san':
    'मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥२-१४॥',
    'hindi':
    'हे कुंतीपुत्र! सर्दी-गर्मी और सुख-दुःख को देने वाले इन्द्रिय और विषयों के संयोग तो उत्पत्ति-विनाशशील और अनित्य हैं, इसलिए हे भारत! उनको तू सहन कर ।',
  },
  {
    'san':
    'यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ ।\nसमदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥२-१५॥',
    'hindi':
    'क्योंकि हे पुरुषश्रेष्ठ! दुःख-सुख को समान समझने वाले जिस धीर पुरुष को ये इन्द्रिय और विषयों के संयोग व्याकुल नहीं करते, वह मोक्ष के योग्य होता है ।',
  },
  {
    'san':
    'नासतो विद्यते भावो नाभावो विद्यते सतः ।\nउभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः ॥२-१६॥',
    'hindi':
    'असत्‌ वस्तु की तो सत्ता नहीं है और सत्‌ का अभाव नहीं है। इस प्रकार इन दोनों का ही तत्व तत्वज्ञानी पुरुषों द्वारा देखा गया है ।',
  },
  {
    'san':
    'अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् । \nविनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति ॥२-१७॥',
    'hindi':
    'नाशरहित तो तू उसको जान, जिससे यह सम्पूर्ण जगत्‌- दृश्यवर्ग व्याप्त है। इस अविनाशी का विनाश करने में कोई भी समर्थ नहीं है ।',
  },
  {
    'san':
    'अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।\nअनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥२-१८॥',
    'hindi':
    'इस नाशरहित, अप्रमेय, नित्यस्वरूप जीवात्मा के ये सब शरीर नाशवान कहे गए हैं, इसलिए हे भरतवंशी अर्जुन! तू युद्ध कर ।',
  },
  {
    'san':
    'य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥२-१९॥',
    'hindi':
    'जो इस आत्मा को मारने वाला समझता है तथा जो इसको मरा मानता है, वे दोनों ही नहीं जानते क्योंकि यह आत्मा वास्तव में न तो किसी को मारता है और न किसी द्वारा मारा जाता है ।',
  },
  {
    'san':
    'न जायते म्रियते वा कदाचिन्नायं भूत्वा भविता वा न भूयः ।\nअजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ॥२-२०॥',
    'hindi':
    'यह आत्मा किसी काल में भी न तो जन्मता है और न मरता ही है तथा न यह उत्पन्न होकर फिर होने वाला ही है क्योंकि यह अजन्मा, नित्य, सनातन और पुरातन है, शरीर के मारे जाने पर भी यह नहीं मारा जाता ।',
  },
  {
    'san':
    'वेदाविनाशिनं नित्यं य एनमजमव्ययम् ।\nकथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥२-२१॥',
    'hindi':
    'हे पृथापुत्र अर्जुन! जो पुरुष इस आत्मा को नाशरहित, नित्य, अजन्मा और अव्यय जानता है, वह पुरुष कैसे किसको मरवाता है और कैसे किसको मारता है?',
  },
  {
    'san':
    'वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि ।\nतथा शरीराणि विहाय जीर्णा न्यन्यानि संयाति नवानि देही ॥२-२२॥',
    'hindi':
    'जैसे मनुष्य पुराने वस्त्रों को त्यागकर दूसरे नए वस्त्रों को ग्रहण करता है, वैसे ही जीवात्मा पुराने शरीरों को त्यागकर दूसरे नए शरीरों को प्राप्त होता है ।',
  },
  {
    'san':
    'नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः ।\nन चैनं क्लेदयन्त्यापो न शोषयति मारुतः ॥२-२३॥',
    'hindi':
    'इस आत्मा को शस्त्र नहीं काट सकते, इसको आग नहीं जला सकती, इसको जल नहीं गला सकता और वायु नहीं सुखा सकता ।',
  },
  {
    'san':
    'अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च ।\nनित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः ॥२-२४॥',
    'hindi':
    'क्योंकि यह आत्मा अच्छेद्य है, यह आत्मा अदाह्य, अक्लेद्य और निःसंदेह अशोष्य है तथा यह आत्मा नित्य, सर्वव्यापी, अचल, स्थिर रहने वाला और सनातन है ।',
  },
  {
    'san':
    'hindi ।\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि ॥२-२५॥',
    'meaning':
    'यह आत्मा अव्यक्त है, यह आत्मा अचिन्त्य है और यह आत्मा विकाररहित कहा जाता है। इससे हे अर्जुन! इस आत्मा को उपर्युक्त प्रकार से जानकर तू शोक करने के योग्य नहीं है अर्थात्‌ तुझे शोक करना उचित नहीं है ।',
  },
  {
    'san':
    'अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् ।\nतथापि त्वं महाबाहो नैवं शोचितुमर्हसि ॥२-२६॥',
    'hindi':
    'किन्तु यदि तू इस आत्मा को सदा जन्मने वाला तथा सदा मरने वाला मानता हो, तो भी हे महाबाहो! तू इस प्रकार शोक करने योग्य नहीं है ।',
  },
  {
    'san':
    'जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च ।\nतस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि ॥२-२७॥',
    'hindi':
    'क्योंकि इस मान्यता के अनुसार जन्मे हुए की मृत्यु निश्चित है और मरे हुए का जन्म निश्चित है। इससे भी इस बिना उपाय वाले विषय में तू शोक करने योग्य नहीं है ।',
  },
  {
    'san':
    'अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत ।\nअव्यक्तनिधनान्येव तत्र का परिदेवना ॥२-२८॥',
    'hindi':
    'हे अर्जुन! सम्पूर्ण प्राणी जन्म से पहले अप्रकट थे और मरने के बाद भी अप्रकट हो जाने वाले हैं, केवल बीच में ही प्रकट हैं, फिर ऐसी स्थिति में क्या शोक करना है?',
  },
  {
    'san':
    'आश्चर्यवत्पश्यति कश्चिदेनमाश्चर्यवद्वदति तथैव चान्यः ।\nआश्चर्यवच्चैनमन्यः शृणोति श्रुत्वाप्येनं वेद न चैव कश्चित् ॥२-२९॥',
    'hindi':
    'कोई एक महापुरुष ही इस आत्मा को आश्चर्य की भाँति देखता है और वैसे ही दूसरा कोई महापुरुष ही इसके तत्व का आश्चर्य की भाँति वर्णन करता है तथा दूसरा कोई अधिकारी पुरुष ही इसे आश्चर्य की भाँति सुनता है और कोई-कोई तो सुनकर भी इसको नहीं जानता ।',
  },
  {
    'san':
    'देही नित्यमवध्योऽयं देहे सर्वस्य भारत ।\nतस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि ॥२-३०॥',
    'hindi':
    'हे अर्जुन! यह आत्मा सबके शरीर में सदा ही अवध्य (जिसका वध नहीं किया जा सके) है। इस कारण सम्पूर्ण प्राणियों के लिए तू शोक करने योग्य नहीं है ।',
  },
  {
    'san':
    'स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि ।\nधर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते ॥२-३१॥',
    'hindi':
    'तथा अपने धर्म को देखकर भी तू भय करने योग्य नहीं है अर्थात्‌ तुझे भय नहीं करना चाहिए क्योंकि क्षत्रिय के लिए धर्मयुक्त युद्ध से बढ़कर दूसरा कोई कल्याणकारी कर्तव्य नहीं है ।',
  },
  {
    'san':
    'यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् ।\nसुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् ॥२-३२॥',
    'hindi':
    'हे पार्थ! अपने-आप प्राप्त हुए और खुले हुए स्वर्ग के द्वार रूप इस प्रकार के युद्ध को भाग्यवान क्षत्रिय लोग ही पाते हैं ।',
  },
  {
    'san':
    'अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि ।\nततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि ॥२-३३॥',
    'hindi':
    'किन्तु यदि तू इस धर्मयुक्त युद्ध को नहीं करेगा तो स्वधर्म और कीर्ति को खोकर पाप को प्राप्त होगा ।',
  },
  {
    'san':
    'अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् ।\nसम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते ॥२-३४॥',
    'hindi':
    'तथा सब लोग तेरी बहुत काल तक रहने वाली अपकीर्ति का भी कथन करेंगे और माननीय पुरुष के लिए अपकीर्ति मरण से भी बढ़कर है ।',
  },
  {
    'san':
    'भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः ।\nयेषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् ॥२-३५॥',
    'hindi':
    'इऔर जिनकी दृष्टि में तू पहले बहुत सम्मानित होकर अब लघुता को प्राप्त होगा, वे महारथी लोग तुझे भय के कारण युद्ध से हटा हुआ मानेंगे ।',
  },
  {
    'san':
    'अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः ।\nनिन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् ॥२-३६॥',
    'hindi':
    'तेरे वैरी लोग तेरे सामर्थ्य की निंदा करते हुए तुझे बहुत से न कहने योग्य वचन भी कहेंगे, उससे अधिक दुःख और क्या होगा?',
  },
  {
    'san':
    'हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् ।\nतस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः ॥२-३७॥',
    'hindi':
    'या तो तू युद्ध में मारा जाकर स्वर्ग को प्राप्त होगा अथवा संग्राम में जीतकर पृथ्वी का राज्य भोगेगा। इस कारण हे अर्जुन! तू युद्ध के लिए निश्चय करके खड़ा हो जा ।',
  },
  {
    'san':
    'सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥२-३८॥',
    'hindi':
    'जय-पराजय, लाभ-हानि और सुख-दुख को समान समझकर, उसके बाद युद्ध के लिए तैयार हो जा, इस प्रकार युद्ध करने से तू पाप को नहीं प्राप्त होगा ।',
  },
  {
    'san':
    'एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां शृणु ।\nबुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि ॥२-३९॥',
    'hindi':
    'यहाँ मैंने वैश्लेषिक अध्ययन (सांख्य) द्वारा इस ज्ञान का वर्णन किया है । अब निष्काम भाव से कर्म करना बता रहा हूँ, उसे सुनो । हे पृथापुत्र! तुम यदि ऐसे ज्ञान से कर्म करोगे तो तुम कर्मों के बन्धन से अपने को मुक्त कर सकते हो ।',
  },
  {
    'san':
    'नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥२-४०॥',
    'hindi':
    'इस कर्मयोग में आरंभ का अर्थात बीज का नाश नहीं है और उलटा फलरूप दोष भी नहीं है, बल्कि इस कर्मयोग रूप धर्म का थोड़ा-सा भी साधन जन्म-मृत्यु रूप महान भय से रक्षा कर लेता है ।',
  },
  {
    'san':
    'व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥२-४१॥',
    'hindi':
    'हे अर्जुन! इस कर्मयोग में निश्चयात्मिका बुद्धि एक ही होती है, किन्तु अस्थिर विचार वाले विवेकहीन सकाम मनुष्यों की बुद्धियाँ निश्चय ही बहुत भेदों वाली और अनन्त होती हैं ।',
  },
  {
    'san':
    'यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।\nवेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥२-४२॥\nकामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति ॥२-४३॥\nभोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् ।\nव्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥२-४४॥',
    'hindi':
    'हे अर्जुन! जो भोगों में तन्मय हो रहे हैं, जो कर्मफल के प्रशंसक वेदवाक्यों में ही प्रीति रखते हैं, जिनकी बुद्धि में स्वर्ग ही परम प्राप्य वस्तु है और जो स्वर्ग से बढ़कर दूसरी कोई वस्तु ही नहीं है- ऐसा कहने वाले हैं, वे अविवेकीजन इस प्रकार की जिस पुष्पित अर्थात्‌ दिखाऊ शोभायुक्त वाणी को कहा करते हैं, जो कि जन्मरूप कर्मफल देने वाली एवं भोग तथा ऐश्वर्य की प्राप्ति के लिए नाना प्रकार की बहुत-सी क्रियाओं का वर्णन करने वाली है, उस वाणी द्वारा जिनका चित्त हर लिया गया है, जो भोग और ऐश्वर्य में अत्यन्त आसक्त हैं, उन पुरुषों की परमात्मा में निश्चियात्मिका बुद्धि नहीं होती ।',
  },
  {
    'san':
    'त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन ।\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् ॥२-४५॥',
    'hindi':
    'हे अर्जुन! वेद उपर्युक्त प्रकार से तीनों गुणों के कार्य रूप समस्त भोगों एवं उनके साधनों का प्रतिपादन करने वाले हैं, इसलिए तू उन भोगों एवं उनके साधनों में आसक्तिहीन, हर्ष-शोकादि द्वंद्वों से रहित, नित्यवस्तु परमात्मा में स्थित योग (अप्राप्त की प्राप्ति का नाम योग है।) क्षेम (प्राप्त वस्तु की रक्षा का नाम क्षेम है।) को न चाहने वाला और स्वाधीन अन्तःकरण वाला हो ।',
  },
  {
    'san':
    'यावानर्थ उदपाने सर्वतः संप्लुतोदके ।\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥२-४६॥',
    'hindi':
    'सब ओर से परिपूर्ण जलाशय के प्राप्त हो जाने पर छोटे जलाशय में मनुष्य का जितना प्रयोजन रहता है, ब्रह्म को तत्व से जानने वाले ब्राह्मण का समस्त वेदों में उतना ही प्रयोजन रह जाता है ।',
  },
  {
    'san':
    'कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥२-४७॥',
    'hindi':
    'तेरा कर्म करने में ही अधिकार है, उसके फलों में कभी नहीं। इसलिए तू कर्मों के फल हेतु मत हो तथा तेरी कर्म न करने में भी आसक्ति न हो ।',
  },
  {
    'san':
    'योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनंजय ।\nसिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥२-४८॥',
    'hindi':
    'हे धनंजय! तू आसक्ति को त्यागकर तथा सिद्धि और असिद्धि में समान बुद्धिवाला होकर योग में स्थित हुआ कर्तव्य कर्मों को कर, समत्व (जो कुछ भी कर्म किया जाए, उसके पूर्ण होने और न होने में तथा उसके फल में समभाव रहने का नाम समत्व है।) ही योग कहलाता है ।',
  },
  {
    'san':
    'दूरेण ह्यवरं कर्म बुद्धियोगाद्धनंजय ।\nबुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥२-४९॥',
    'hindi':
    'इस समत्वरूप बुद्धियोग से सकाम कर्म अत्यन्त ही निम्न श्रेणी का है। इसलिए हे धनंजय! तू समबुद्धि में ही रक्षा का उपाय ढूँढ अर्थात्‌ बुद्धियोग का ही आश्रय ग्रहण कर क्योंकि फल के हेतु बनने वाले अत्यन्त दीन हैं ।',
  },
  {
    'san':
    'बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते ।\nतस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् ॥२-५०॥',
    'hindi':
    'समबुद्धियुक्त पुरुष पुण्य और पाप दोनों को इसी लोक में त्याग देता है अर्थात उनसे मुक्त हो जाता है। इससे तू समत्व रूप योग में लग जा, यह समत्व रूप योग ही कर्मों में कुशलता है अर्थात कर्मबंध से छूटने का उपाय है ।',
  },
  {
    'san':
    'कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः ।\nजन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् ॥२-५१॥',
    'hindi':
    'क्योंकि समबुद्धि से युक्त ज्ञानीजन कर्मों से उत्पन्न होने वाले फल को त्यागकर जन्मरूप बंधन से मुक्त हो निर्विकार परम पद को प्राप्त हो जाते हैं ।',
  },
  {
    'san':
    'यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति ।\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च ॥२-५२॥',
    'hindi':
    'जिस काल में तेरी बुद्धि मोहरूपी दलदल को भलीभाँति पार कर जाएगी, उस समय तू सुने हुए और सुनने में आने वाले इस लोक और परलोक संबंधी सभी भोगों से वैराग्य को प्राप्त हो जाएगा ।',
  },
  {
    'san':
    'श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि ॥२-५३॥',
    'hindi':
    'भाँति-भाँति के वचनों को सुनने से विचलित हुई तेरी बुद्धि जब परमात्मा में अचल और स्थिर ठहर जाएगी, तब तू योग को प्राप्त हो जाएगा अर्थात तेरा परमात्मा से नित्य संयोग हो जाएगा ।',
  },
  {
    'san':
    'अर्जुन उवाचः\nस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव ।\nस्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् ॥२-५४॥',
    'hindi':
    'अर्जुन बोले- हे केशव! समाधि में स्थित परमात्मा को प्राप्त हुए स्थिरबुद्धि पुरुष का क्या लक्षण है? वह स्थिरबुद्धि पुरुष कैसे बोलता है, कैसे बैठता है और कैसे चलता है?',
  },
  {
    'san':
    'श्रीभगवानुवाच-प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।\nआत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥२-५५॥',
    'hindi':
    'श्री भगवान्‌ बोले- हे अर्जुन! जिस काल में यह पुरुष मन में स्थित सम्पूर्ण कामनाओं को भलीभाँति त्याग देता है और आत्मा से आत्मा में ही संतुष्ट रहता है, उस काल में वह स्थितप्रज्ञ कहा जाता है ।',
  },
  {
    'san':
    'दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः ।\nवीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते ॥२-५६॥',
    'hindi':
    'दुःखों की प्राप्ति होने पर जिसके मन में उद्वेग नहीं होता, सुखों की प्राप्ति में सर्वथा निःस्पृह है तथा जिसके राग, भय और क्रोध नष्ट हो गए हैं, ऐसा मुनि स्थिरबुद्धि कहा जाता है ।',
  },
  {
    'san':
    'यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् ।\nनाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता ॥२-५७॥',
    'hindi':
    'जो पुरुष सर्वत्र स्नेहरहित हुआ उस-उस शुभ या अशुभ वस्तु को प्राप्त होकर न प्रसन्न होता है और न द्वेष करता है, उसकी बुद्धि स्थिर है ।',
  },
  {
    'san':
    'यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः ।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२-५८॥',
    'hindi':
    'जिस प्रकार कछुवा अपने अंगो को संकुचित करके खोल के भीतर कर लेता है, उसी तरह जो मनुष्य अपनी इन्द्रियों को इन्द्रियविषयों से खीँच लेता है, वह पूर्ण चेतना में दृढ़तापूर्वक स्थिर होता है ।',
  },
  {
    'san':
    'विषया विनिवर्तन्ते निराहारस्य देहिनः ।\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ॥२-५९॥',
    'hindi':
    'इन्द्रियों द्वारा विषयों को ग्रहण न करने वाले पुरुष के भी केवल विषय तो निवृत्त हो जाते हैं, परन्तु उनमें रहने वाली आसक्ति निवृत्त नहीं होती। इस स्थितप्रज्ञ पुरुष की तो आसक्ति भी परमात्मा का साक्षात्कार करके निवृत्त हो जाती है ।',
  },
  {
    'san':
    'यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः ।\nइन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः ॥२-६०॥',
    'hindi':
    'हे अर्जुन! इन्द्रियाँ इतनी प्रबल तथा वेगवान हैं कि वे उस विवेकी पुरुष के मन को भी बलपूर्वक हर लेती हैं, जो उन्हें वश में करने का प्रयत्न करता है ।',
  },
  {
    'san':
    'तानि सर्वाणि संयम्य युक्त आसीत मत्परः ।\nवशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥२-६१॥',
    'hindi':
    'जो इन्द्रियों को पूर्णतया वश में रखते हुए इन्द्रिय-संयमन करता है और अपनी चेतना को मुझमें स्थिर कर देता है, वह मनुष्य स्थिरबुद्धि कहलाता है ।',
  },
  {
    'san':
    'ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते ।\nसङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते ॥२-६२॥',
    'hindi':
    'इन्द्रियाविषयों का चिन्तन करते हुए मनुष्य की उनमें आसक्ति उत्पन्न हो जाति है और ऐसी आसक्ति से काम उत्पन्न होता है और फिर काम से क्रोध प्रकट होता है ।',
  },
  {
    'san':
    'क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः ।\nस्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति ॥२-६३॥',
    'hindi':
    'क्रोध से पूर्ण मोह उत्पन्न होता है और मोह से स्मरणशक्ति का विभ्रम हो जाता है | जब स्मरणशक्ति भ्रमित हो जाति है, तो बुद्धि नष्ट हो जाती है और बुद्धि नष्ट होने पर मनुष्य भव-कूप में पुनः गिर जाता है ।',
  },
  {
    'san':
    'रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन् ।\nआत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति ॥२-६४॥',
    'hindi':
    'किन्तु समस्त राग तथा द्वेष से मुक्त एवं अपनी इन्द्रियों को संयम द्वारा वश में करने में समर्थ व्यक्ति भगवान् की पूर्ण कृपा प्राप्त कर सकता है ।',
  },
  {
    'san':
    'प्रसादे सर्वदुःखानां हानिरस्योपजायते ।\nप्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते ॥२-६५॥',
    'hindi':
    'इस प्रकार कृष्णभावनामृत में तुष्ट व्यक्ति के लिए संसार के तीनों ताप नष्ट हो जाते हैं और ऐसी तुष्ट चेतना होने पर उसकी बुद्धि शीघ्र ही स्थिर हो जाती है ।',
  },
  {
    'san':
    'नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।\nन चाभावयतः शान्तिरशान्तस्य कुतः सुखम् ॥२-६६॥',
    'hindi':
    'जो कृष्णभावनामृत में परमेश्र्वर से सम्बन्धित नहीं है उसकी न तो बुद्धि दिव्य होती है और न ही मन स्थिर होता है जिसके बिना शान्ति की कोई सम्भावना नहीं है । शान्ति के बिना सुख हो भी कैसे सकता है?',
  },
  {
    'san':
    'इन्द्रियाणां हि चरतां यन्मनोऽनु विधीयते ।\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि ॥२-६७॥',
    'hindi':
    'जिस प्रकार पानी में तैरती नाव को प्रचण्ड वायु दूर बहा ले जाती है उसी प्रकार विचरणशील इन्द्रियों में से कोई एक जिस पर मन निरन्तर लगा रहता है, मनुष्य की बुद्धि को हर लेती है ।',
  },
  {
    'san':
    'तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः ।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२-६८॥',
    'hindi':
    'अतः हे महाबाहु! जिस पुरुष की इन्द्रियाँ अपने-अपने विषयों से सब प्रकार से विरत होकर उसके वश में हैं, उसी की बुद्धि निस्सन्देह स्थिर है ।',
  },
  {
    'san':
    'या निशा सर्वभूतानां तस्यां जागर्ति संयमी ।\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः ॥२-६९॥',
    'hindi':
    'जो सब जीवों के लिए रात्रि है, वह आत्मसंयमी के जागने का समय है और जो समस्त जीवों के जागने का समय है वह आत्मनिरीक्षक मुनि के लिए रात्रि है ।',
  },
  {
    'san':
    'आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् ।\nतद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी ॥२-७०॥',
    'hindi':
    'जो पुरुष समुद्र में निरन्तर प्रवेश करती रहने वाली नदियों के समान इच्छाओं के निरन्तर प्रवाह से विचलित नहीं होता और जो सदैव स्थिर रहता है, वही शान्ति प्राप्त कर सकता है, वह नहीं, जो ऐसी इच्छाओं को तुष्ट करने की चेष्ठा करता हो ।',
  },
  {
    'san':
    'विहाय कामान्यः सर्वान् पुमांश्चरति निःस्पृहः ।\nनिर्ममो निरहंकारः स शान्तिमधिगच्छति ॥२-७१॥',
    'hindi':
    'जिस व्यक्ति ने इन्द्रियतृप्ति की समस्त इच्छाओं का परित्याग कर दिया है, जो इच्छाओं से रहित रहता है और जिसने सारी ममता त्याग दी है तथा अहंकार से रहित है, वही वास्तविक को शान्ति प्राप्त कर सकता है ।',
  },
  {
    'san':
    'एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति ।\nस्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति ॥२-७२॥',
    'hindi':
    'यह आध्यात्मिक तथा ईश्र्वरीय जीवन का पथ है, जिसे प्राप्त करके मनुष्य मोहित नहीं होता | यदि कोई जीवन के अन्तिम समय में भी इस तरह स्थित हो, तो वह भगवदधाम को प्राप्त होता है ।',
  },
];
List adhayay8 = [
  {
    "san":
        "किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम ।\nअधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ॥८-१॥",
    "hindi":
        "अर्जुन ने कहा – हे भगवान्! हे पुरुषोत्तम! ब्रह्म क्या है? आत्मा क्या है? सकाम कर्म क्या है? यह भौतिक जगत क्या है? तथा देवता क्या हैं? कृपा करके यह सब मुझे बताइये ।"
  },
  {
    "san":
        "अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन ।\nप्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः ॥८-२॥",
    "hindi":
        "हे मधुसूदन! यज्ञ का स्वामी कौन है और वह शरीर में कैसे रहता है? और मृत्यु के समय भक्ति में लगे रहने वाले आपको कैसे जान पाते हैं?"
  },
  {
    "san":
        "अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।\nभूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः ॥८-३॥",
    "hindi":
        "भगवान् ने कहा – अविनाशी और दिव्य जीव ब्रह्म कहलाता है और उसका नित्य स्वभाव अध्यात्म या आत्म कहलाता है । जीवों के भौतिक शरीर से सम्बन्धित गतिविधि कर्म या सकाम कर्म कहलाती है ।"
  },
  {
    "san":
        "अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम् ।\nअधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥८-४॥",
    "hindi":
        "हे देहधारियों में श्रेष्ठ! निरन्तर परिवर्तनशील यह भौतिक प्रकृति अधिभूत (भौतिक अभिव्यक्ति) कहलाती है । भगवान् का विराट रूप, जिसमें सूर्य तथा चन्द्र जैसे समस्त देवता सम्मिलित हैं, अधिदैव कहलाता है । तथा प्रत्येक देहधारी के हृदय में परमात्मा स्वरूप स्थित मैं परमेश्र्वर (यज्ञ का स्वामी) कहलाता हूँ ।"
  },
  {
    "san":
        "अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् ।\nयः प्रयाति स मद्भावं याति नास्त्यत्र संशयः ॥८-५॥",
    "hindi":
        "और जीवन के अन्त में जो केवल मेरा स्मरण करते हुए शरीर का त्याग करता है, वह तुरन्त मेरे स्वभाव को प्राप्त करता है । इसमें रंचमात्र भी सन्देह नहीं है ।"
  },
  {
    "san":
        "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् ।\nतं तमेवैति कौन्तेय सदा तद्भावभावितः ॥८-६॥",
    "hindi":
        "हे कुन्तीपुत्र! शरीर त्यागते समय मनुष्य जिस-जिस भाव का स्मरण करता है, वह उस उस भाव को निश्चित रूप से प्राप्त होता है ।"
  },
  {
    "san":
        "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च ।\nमय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् ॥८-७॥",
    "hindi":
        "अतएव, हे अर्जुन! तुम्हें सदैव कृष्ण रूप में मेरा चिन्तन करना चाहिए और साथ ही युद्ध करने के कर्तव्य को भी पूरा करना चाहिए । अपने कर्मों को मुझे समर्पित करके तथा अपने मन एवं बुद्धि को मुझमें स्थिर करके तुम निश्चित रूप से मुझे प्राप्त कर सकोगे ।"
  },
  {
    "san":
        "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।\nपरमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ॥८-८॥",
    "hindi":
        "हे पार्थ! जो व्यक्ति मेरा स्मरण करने में अपना मन निरन्तर लगाये रखकर अविचलित भाव से भगवान् के रूप में मेरा ध्यान करता है, वह मुझको अवश्य ही प्राप्त होता है ।"
  },
  {
    "san":
        "कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्यः ।\nसर्वस्य धातारमचिन्त्यरूप मादित्यवर्णं तमसः परस्तात् ॥८-९॥",
    "hindi":
        "मनुष्य को चाहिए कि परमपुरुष का ध्यान सर्वज्ञ, पुरातन, नियन्ता, लघुतम से भी लघुतर, प्रत्येक के पालनकर्ता, समस्त भौतिकबुद्धि से परे, अचिन्त्य तथा नित्य पुरुष के रूप में करे । वे सूर्य की भाँति तेजवान हैं और इस भौतिक प्रकृति से परे, दिव्य रूप हैं ।"
  },
  {
    "san":
        "प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव ।\nभ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् ॥८-१०॥",
    "hindi":
        "मृत्यु के समय जो व्यक्ति अपने प्राण को भौहों के मध्य स्थिर कर लेता है और योगशक्ति के द्वारा अविचलित मन से पूर्णभक्ति के साथ परमेश्र्वर के स्मरण में अपने को लगाता है, वह निश्चित रूप से भगवान् को प्राप्त होता है ।"
  },
  {
    "san":
        "यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागाः ।\nयदिच्छन्तो ब्रह्मचर्यं चरन्ति तत्ते पदं संग्रहेण प्रवक्ष्ये ॥८-११॥",
    "hindi":
        "जो वेदों के ज्ञाता हैं, जो ओंकार का उच्चारण करते हैं और जो संन्यास आश्रम के बड़े-बड़े मुनि हैं, वे ब्रह्म में प्रवेश करते हैं । ऐसी सिद्धि की इच्छा करने वाले ब्रह्मचर्यव्रत का अभ्यास करते हैं । अब मैं तुम्हें वह विधि बताऊँगा, जिससे कोई भी व्यक्ति मुक्ति-लाभ कर सकता है ।"
  },
  {
    "san":
        "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च ।\nमूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम् ॥८-१२॥",
    "hindi":
        "समस्त ऐन्द्रिय क्रियाओं से विरक्ति को योग की स्थिति (योगधारणा) कहा जाता है । इन्द्रियों के समस्त द्वारों को बन्द करके तथा मन को हृदय में और प्राणवायु को सिर पर केन्द्रित करके मनुष्य अपने को योग में स्थापित करता है ।"
  },
  {
    "san":
        "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् ।\nयः प्रयाति त्यजन्देहं स याति परमां गतिम् ॥८-१३॥",
    "hindi":
        "इस योगाभ्यास में स्थित होकर तथा अक्षरों के परं संयोग यानी ओंकार का उच्चारण करते हुए यदि कोई भगवान् का चिन्तन करता है और अपने शरीर का त्याग करता है, तो वह निश्चित रूप से आध्यात्मिक लोकों को जाता है ।"
  },
  {
    "san":
        "अनन्यचेताः सततं यो मां स्मरति नित्यशः ।\nतस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः ॥८-१४॥",
    "hindi":
        "हे अर्जुन! जो अनन्य भाव से निरन्तर मेरा स्मरण करता है उसके लिए मैं सुलभ हूँ, क्योंकि वह मेरी भक्ति में प्रवृत्त रहता है ।"
  },
  {
    "san":
        "मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम् ।\nनाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः ॥८-१५॥",
    "hindi":
        "मुझे प्राप्त करके महापुरुष, जो भक्तियोगी हैं, कभी भी दुखों से पूर्ण इस अनित्य जगत् में नहीं लौटते, क्योंकि उन्हें परम सिद्धि प्राप्त हो चुकी होती है ।"
  },
  {
    "san":
        "आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन ।\nमामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥८-१६॥",
    "hindi":
        "इस जगत् में सर्वोच्च लोक से लेकर निम्नतम सारे लोक दुखों के घर हैं, जहाँ जन्म तथा मरण का चक्कर लगा रहता है । किन्तु हे कुन्तीपुत्र! जो मेरे धाम को प्राप्त कर लेता है, वह फिर कभी जन्म नहीं लेता ।"
  },
  {
    "san":
        "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः ।\nरात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः ॥८-१७॥",
    "hindi":
        "मानवीय गणना के अनुसार एक हजार युग मिलकर ब्रह्मा का दिन बनता है और इतनी ही बड़ी ब्रह्मा की रात्रि भी होती है ।"
  },
  {
    "san":
        "अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे ।\nरात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके ॥८-१८॥",
    "hindi":
        "ब्रह्मा के दिन के शुभारम्भ में सारे जीव अव्यक्त अवस्था से व्यक्त होते हैं और फिर जब रात्रि आती है तो वे पुनः अव्यक्त में विलीन हो जाते हैं ।"
  },
  {
    "san":
        "भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते ।\nरात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे ॥८-१९॥",
    "hindi":
        "जब-जब ब्रह्मा का दिन आता है तो सारे जीव प्रकट होते हैं और ब्रह्मा की रात्रि होते ही वे असहायवत् विलीन हो जाते हैं ।"
  },
  {
    "san":
        "परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः ।\nयः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ॥८-२०॥",
    "hindi":
        "इसके अतिरिक्त एक अन्य अव्यय प्रकृति है, जो शाश्र्वत है और इस व्यक्त तथा अव्यक्त पदार्थ से परे है । यह परा (श्रेष्ठ) और कभी न नाश होने वाली है । जब इस संसार का सब कुछ लय हो जाता है, तब भी उसका नाश नहीं होता ।"
  },
  {
    "san":
        "अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम् ।\nयं प्राप्य न निवर्तन्ते तद्धाम परमं मम ॥८-२१॥",
    "hindi":
        "जिसे वेदान्ती अप्रकट और अविनाशी बताते हैं, जो परम गन्तव्य है, जिसे प्राप्त कर लेने पर कोई वापस नहीं आता, वही मेरा परमधाम है ।"
  },
  {
    "san":
        "पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया ।\nयस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम् ॥८-२२॥",
    "hindi":
        "भगवान्, जो सबसे महान हैं, अनन्य भक्ति द्वारा ही प्राप्त किये जा सकते हैं । यद्यपि वे अपने धाम में विराजमान हैं, तो भी वे सर्वव्यापी हैं और उनमें सब कुछ स्थित है ।"
  },
  {
    "san":
        "यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः ।\nप्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ॥८-२३॥",
    "hindi":
        "हे भरतश्रेष्ठ! अब मैं उन विभिन्न कालों को बताऊँगा, जिनमें इस संसार से प्रयाण करने के बाद योगी पुनः आता है अथवा नहीं आता ।"
  },
  {
    "san":
        "अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम् ।\nतत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः ॥८-२४॥",
    "hindi":
        "जो परब्रह्म के ज्ञाता हैं, वे अग्निदेव के प्रभाव में, प्रकाश में, दिन के शुभक्षण में, शुक्लपक्ष में या जब सूर्य उत्तरायण में रहता है, उन छह मासों में इस संसार से शरीर त्याग करने पर उस परब्रह्म को प्राप्त करते हैं ।"
  },
  {
    "san":
        "धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् ।\nतत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते ॥८-२५॥",
    "hindi":
        "जो योगी धुएँ, रात्री, कृष्णपक्ष में या सूर्य के दक्षिणायन रहने के छह महीनों में दिवंगत होता है, वह चन्द्रलोक को जाता है, किन्तु वहाँ से पुनः (पृथ्वी पर) चला आता है ।"
  },
  {
    "san":
        "शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते ।\nएकया यात्यनावृत्तिमन्ययावर्तते पुनः ॥८-२६॥",
    "hindi":
        "वैदिक मतानुसार इस संसार से प्रयाण करने के दो मार्ग हैं – एक प्रकाश का तथा दूसरा अंधकार का । जब मनुष्य प्रकाश के मार्ग से जाता है तो वह वापस नहीं आता, किन्तु अंधकार के मार्ग से जाने वाला पुनः लौटकर आता है ।"
  },
  {
    "san":
        "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन ।\nतस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ॥८-२७॥",
    "hindi":
        "हे अर्जुन! यद्यपि भक्तगण इन दोनों मार्गों को जानते हैं, किन्तु वे मोहग्रस्त नहीं होते । अतः तुम भक्ति में सदैव स्थिर रहो ।"
  },
  {
    "san":
        "वेदेषु यज्ञेषु तपःसु चैव दानेषु यत् पुण्यफलं प्रदिष्टम् ।\nअत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम् ॥",
    "hindi":
        "जो व्यक्ति भक्तिमार्ग स्वीकार करता है, वह वेदाध्ययन, तपस्या, दान, दार्शनिक तथा सकाम कर्म करने से प्राप्त होने वाले फलों से वंचित नहीं होता । वह मात्र भक्ति सम्पन्न करके इन समस्त फलों की प्राप्ति करता है और अन्त में परम नित्यधाम को प्राप्त होता है ।"
  },
];
List adhayay18 = [
  {
    'san':
        'संन्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् ।\nत्यागस्य च हृषीकेश पृथक्केशिनिषूदन ॥१८-१॥',
    'hindi':
        'अर्जुन ने कहा – हे महाबाहु! मैं त्याग का उद्देश्य जानने का इच्छुक हूँ और हे केशिनिषूदन, हे हृषिकेश! मैं त्यागमय जीवन (संन्यास आश्रम) का भी उद्देश्य जानना चाहता हूँ ।',
  },
  {
    'san':
        'काम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः ।\nसर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः ॥१८-२॥',
    'hindi':
        'भगवान् ने कहा-भौतिक इच्छा पर आधारित कर्मों के परित्याग को विद्वान लोग संन्यास कहते हैं और समस्त कर्मों के फल-त्याग को बुद्धिमान लोग त्याग कहते हैं ।',
  },
  {
    'san':
        'त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः ।\nयज्ञदानतपःकर्म न त्याज्यमिति चापरे ॥१८-३॥',
    'hindi':
        'कुछ विद्वान घोषित करते हैं कि समस्त प्रकार के सकाम कर्मों को दोषपूर्ण समझ कर त्याग देना चाहिए । किन्तु अन्य विद्वान् मानते हैं कि यज्ञ, दान तथा तपस्या के कर्मों को कभी नहीं त्यागना चाहिए ।',
  },
  {
    'san':
        'निश्चयं शृणु मे तत्र त्यागे भरतसत्तम ।\nत्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः ॥१८-४॥',
    'hindi':
        'हे भरतश्रेष्ठ! अब त्याग के विषय में मेरा निर्णय सुनो । हे नरशार्दूल! शास्त्रों में त्याग तीन तरह का बताया गया है ।',
  },
  {
    'san':
        'यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् ।\nयज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ॥१८-५॥',
    'hindi':
        'यज्ञ, दान तथा तपस्या के कर्मों का कभी परित्याग नहीं करना चाहिए, उन्हें अवश्य सम्पन्न करना चाहिए । निस्सन्देह यज्ञ, दान तथा तपस्या महात्माओं को भी शुद्ध बनाते हैं ।',
  },
  {
    'san':
        'एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च ।\nकर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् ॥१८-६॥',
    'hindi':
        'इन सारे कार्यों को किसी प्रकार की आसक्ति या फल की आशा के बिना सम्पन्न करना चाहिए । हे पृथापुत्र! इन्हें कर्तव्य मानकर सम्पन्न किया जाना चाहिए । यही मेरा अन्तिम मत है ।',
  },
  {
    'san':
        'नियतस्य तु संन्यासः कर्मणो नोपपद्यते ।\nमोहात्तस्य परित्यागस्तामसः परिकीर्तितः ॥१८-७॥',
    'hindi':
        'निर्दिष्ट कर्तव्यों को कभी नहीं त्यागना चाहिए । यदि कोई मोहवश अपने नियत कर्मों का परित्याग कर देता है, तो ऐसे त्याग को तामसी कहा जाता है ।',
  },
  {
    'san':
        'दुःखमित्येव यत्कर्म कायक्लेशभयात्त्यजेत् ।\nस कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् ॥१८-८॥',
    'hindi':
        'जो व्यक्ति नियत कर्मों को कष्टप्रद समझ कर या शारीरिक क्लेश के भय से त्याग देता है, उसके लिए कहा जाता है कि उसने यह त्याग रजो गुण में किया है । ऐसा करने से कभी त्याग का उच्च फल प्राप्त नहीं होता ।',
  },
  {
    'san':
        'कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन ।\nसङ्गं त्यक्त्वा फलं चैव स त्यागः सात्त्विको मतः ॥१८-९॥',
    'hindi':
        'हे अर्जुन! जब मनुष्य नियत कर्तव्य को करणीय मान कर करता है और समस्त भौतिक संगति तथा फल की आसक्ति को त्याग देता है, तो उसका त्याग सात्त्विक कहलाता है ।',
  },
  {
    'san':
        'न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते ।\nत्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः ॥१८-१०॥',
    'hindi':
        'सतोगुण में स्थित बुद्धिमान त्यागी, जो न तो अशुभ कार्य से घृणा करता है, न शुभकर्म से लिप्त होता है, वह कर्म के विषय में कोई संशय नहीं रखता ।',
  },
  {
    'san':
        'न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः ।\nयस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते ॥१८-११॥',
    'hindi':
        'निस्सन्देह किसी भी देहधारी प्राणी के लिए समस्त कर्मों का परित्याग कर पाना असम्भव है । लेकिन जो कर्म फल का परित्याग करता है, वह वास्तव में त्यागी है ।',
  },
  {
    'san':
        'अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मणः फलम् ।\nभवत्यत्यागिनां प्रेत्य न तु संन्यासिनां क्वचित् ॥१८-१२॥',
    'hindi':
        'जो त्यागी नहीं है, उसके लिए इच्छित(इष्ट), अनिच्छित (अनिष्ट) तथा मिश्रित – ये तीन प्रकार के कर्मफल मृत्यु के बाद मिलते हैं । लेकिन जो संन्यासी है, उन्हें ऐसे फल का सुख-दुख नहीं भोगना पड़ता ।',
  },
  {
    'san':
        'पञ्चैतानि महाबाहो कारणानि निबोध मे ।\nसांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ॥१८-१३॥',
    'hindi':
        'हे महाबाहु अर्जुन! वेदान्त के अनुसार समस्त कर्मों की पूर्ति के लिए पाँच कारण हैं । अब तुम इन्हें मुझसे सुनो ।',
  },
  {
    'san':
        'अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् ।\nविविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् ॥१८-१४॥',
    'hindi':
        'कर्म का स्थान (शरीर), कर्ता, विभिन्न इन्द्रियाँ, अनेक प्रकार की चेष्टाएँ तथा परमात्मा – ये पाँच कर्म के कारण हैं ।',
  },
  {
    'san':
        'शरीरवाङ्‌मनोभिर्यत्कर्म प्रारभते नरः ।\nन्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतवः ॥१८-१५॥',
    'hindi':
        'मनुष्य अपने शरीर, मन या वाणी से जो भी उचित या अनुचित कर्म करता है, वह इन पाँच कारणों के फल स्वरूप होता है ।',
  },
  {
    'san':
        'तत्रैवं सति कर्तारमात्मानं केवलं तु यः ।\nपश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मतिः ॥१८-१६॥',
    'hindi':
        'अतएव जो इन पाँच कारणों को न मानकर अपने आपको ही एकमात्र कर्ता मानता है, वह निश्चय ही बहुत बुद्धिमान नहीं होता और वस्तुओं को सही रूप में नहीं देखता ।',
  },
  {
    'san':
        'यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते ।\nहत्वापि स इमाँल्लोकान्न हन्ति न निबध्यते ॥१८-१७॥',
    'hindi':
        'जो मिथ्या अहंकार से प्रेरित नहीं है, जिसकी बुद्धि बँधी नहीं है, वह इस संसार में मनुष्यों को मारता हुआ भी नहीं मारता । न ही वह अपने कर्मों से बँधा होता है ।',
  },
  {
    'san':
        'ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना ।\nकरणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः ॥१८-१८॥',
    'hindi':
        'ज्ञान, ज्ञेय तथा ज्ञाता – ये तीनों कर्म को प्रेरणा देने वाले कारण हैं । इन्द्रियाँ (करण), कर्म तथा कर्ता – ये तीन कर्म के संघटक हैं ।',
  },
  {
    'san':
        'ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदतः ।\nप्रोच्यते गुणसंख्याने यथावच्छृणु तान्यपि ॥१८-१९॥',
    'hindi':
        'प्रकृति के तीन गुणों के अनुसार ही ज्ञान, कर्म तथा कर्ता के तीन-तीन भेद हैं । अब तुम मुझसे इन्हें सुनो ।',
  },
  {
    'san':
        'सर्वभूतेषु येनैकं भावमव्ययमीक्षते ।\nअविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम् ॥१८-२०॥',
    'hindi':
        'जिस ज्ञान से अनन्त रूपों में विभक्त सारे जीवों में एक ही अविभक्त आध्यात्मिक प्रकृति देखी जाती है, उसे ही तुम सात्त्विक जानो ।',
  },
  {
    'san':
        'पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान् ।\nवेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम् ॥१८-२१॥',
    'hindi':
        'जिस ज्ञान से कोई मनुष्य विभिन्न शरीरों में भिन्न-भिन्न प्रकार का जीव देखता है, उसे तुम राजसी जानो ।',
  },
  {
    'san':
        'यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् ।\nअतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम् ॥१८-२२॥',
    'hindi':
        'और वह ज्ञान, जिससे मनुष्य किसी एक प्रकार के कार्य को, जो अति तुच्छ है, सब कुछ मान कर, सत्य को जाने बिना उसमें लिप्त रहता है, तामसी कहा जाता है।',
  },
  {
    'san':
        'नियतं सङ्गरहितमरागद्वेषतः कृतम् ।\nअफलप्रेप्सुना कर्म यत्तत्सात्त्विकमुच्यते ॥१८-२३॥',
    'hindi':
        'जो कर्म नियमित है और जो आसक्ति, राग या द्वेष से रहित कर्मफल की चाह के बिना किया जाता है, वह सात्त्विक कहलाता है ।',
  },
  {
    'san':
        'यत्तु कामेप्सुना कर्म साहंकारेण वा पुनः ।\nक्रियते बहुलायासं तद्राजसमुदाहृतम् ॥१८-२४॥',
    'hindi':
        'लेकिन जो कार्य अपनी इच्छा पूर्ति के निमित्त प्रयासपूर्वक एवं मिथ्याअहंकार के भाव से किया जाता है, वह रजोगुणी कहा जाता है ।',
  },
  {
    'san':
        'अनुबन्धं क्षयं हिंसामनवेक्ष्य च पौरुषम् ।\nमोहादारभ्यते कर्म यत्तत्तामसमुच्यते ॥१८-२५॥',
    'hindi':
        'जो कर्म मोहवश शास्त्रीय आदेशों की अवहेलना करके तथा भावी बन्धन की परवाह किये बिना या हिंसा अथवा अन्यों को दुख पहुँचाने के लिए किया जाता है, वहतामसी कहलाता है ।',
  },
  {
    'san':
        'मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वितः ।\nसिद्ध्यसिद्ध्योर्निर्विकारः कर्ता सात्त्विक उच्यते ॥१८-२६॥',
    'hindi':
        'जो व्यक्ति भौतिक गुणों के संसर्ग के बिना अहंकाररहित, संकल्प तथा उत्साहपूर्वक अपना कर्म करता है और सफलता अथवा असफलता में अविचलित रहता है, वह सात्त्विक कर्ता कहलाता है ।',
  },
  {
    'san':
        'रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचिः ।\nहर्षशोकान्वितः कर्ता राजसः परिकीर्तितः ॥१८-२७॥',
    'hindi':
        'जो कर्ता कर्म तथा कर्म-फल के प्रति आसक्त होकर फलों का भोग करनाचाहता है तथा जो लोभी, सदैव ईर्ष्यालु, अपवित्र और सुख-दुख से विचलित होने वालाहै, वह राजसी कहा जाता है ।',
  },
  {
    'san':
        'अयुक्तः प्राकृतः स्तब्धः शठो नैष्कृतिकोऽलसः ।\nविषादी दीर्घसूत्री च कर्ता तामस उच्यते ॥१८-२८॥',
    'hindi':
        'जो कर्ता सदा शास्त्रों के आदेशों के विरुद्ध कार्य करता रहता है, जो भौतिकवादी, हठी, कपटी तथा अन्यों का अपमान करने में पटु है और तथा जो आलसी, सदैव खिन्न तथा काम करने में दीर्घसूत्री है, वह तमोगुणी कहलाता है ।',
  },
  {
    'san':
        'बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं शृणु ।\nप्रोच्यमानमशेषेण पृथक्त्वेन धनंजय ॥१८-२९॥',
    'hindi':
        'हे धनञ्जय! अब मैं प्रकृति के तीनों गुणों के अनुसार तुम्हें विभिन्न प्रकार की बुद्धि तथा धृति के विषय में विस्तार से बताऊँगा । तुम इसे सुनो ।',
  },
  {
    'san':
        'प्रवृत्तिं च निवृत्तिं च कार्याकार्ये भयाभये ।\nबन्धं मोक्षं च या वेत्ति बुद्धिः सा पार्थ सात्त्विकी ॥१८-३०॥',
    'hindi':
        'हे पृथापुत्र! वह बुद्धि सतोगुणी है, जिसके द्वारा मनुष्य यह जानता है कि क्या करणीय है और क्या नहीं है, किस्से डरना चाहिए और किस्से नहीं, क्या बाँधने वाला है और क्या मुक्ति देने वाला है ।',
  },
  {
    'san':
        'यया धर्ममधर्मं च कार्यं चाकार्यमेव च ।\nअयथावत्प्रजानाति बुद्धिः सा पार्थ राजसी ॥१८-३१॥',
    'hindi':
        'हे पृथापुत्र! जो बुद्धि धर्म तथा अधर्म,करणीय तथा अकरणीय कर्म में भेद नहीं कर पाती,वह राजसी है ।',
  },
  {
    'san':
        'अधर्मं धर्ममिति या मन्यते तमसावृता ।\nसर्वार्थान्विपरीतांश्च बुद्धिः सा पार्थ तामसी ॥१८-३२॥',
    'hindi':
        'जो बुद्धि मोह तथा अंधकार के वशीभूत होकर अधर्म को धर्म तथा धर्म को अधर्म मानती है और सदैव विपरीत दिशा में प्रयत्न करती है, वह तामसी है ।',
  },
  {
    'san':
        'धृत्या यया धारयते मनःप्राणेन्द्रियक्रियाः ।\nयोगेनाव्यभिचारिण्या धृतिः सा पार्थ सात्त्विकी ॥१८-३३॥',
    'hindi':
        'हे पृथापुत्र! जो अटूट है, जिसे योगाभ्यास द्वारा अचल रहकर धारण किया जाता है और जो इस प्रकार मन, प्राण तथा इन्द्रियों के कार्यकलापों को वश में रखती है, वह धृति सात्त्विक है ।',
  },
  {
    'san':
        'यया तु धर्मकामार्थान्धृत्या धारयतेऽर्जुन ।\nप्रसङ्गेन फलाकाङ्क्षी धृतिः सा पार्थ राजसी ॥१८-३४॥',
    'hindi':
        'लेकिन हे अर्जुन! जिस धृति से मनुष्य धर्म, अर्थ तथा काम के फलों मेंलिप्त बना रहता है, वह राजसी है ।',
  },
  {
    'san':
        'यया स्वप्नं भयं शोकं विषादं मदमेव च ।\nन विमुञ्चति दुर्मेधा धृतिः सा पार्थ तामसी ॥१८-३५॥',
    'hindi':
        'हे पार्थ! जो धृति स्वप्न, भय, शोक, विषाद तथा मोह के परे नहीं जाती,ऐसी दुर्बुद्धिपूर्ण धृति तामसी है ।',
  },
  {
    'san':
        'सुखं त्विदानीं त्रिविधं शृणु मे भरतर्षभ ।\nअभ्यासाद्रमते यत्र दुःखान्तं च निगच्छति ॥१८-३६॥',
    'hindi':
        'हे भरतश्रेष्ठ! अब मुझसे तीन प्रकार के सुखों के विषय में सुनों,जिनके द्वारा बद्धजीव भोग करता है और जिसके द्वारा कभी-कभी दुखों का अन्त हो जाता है ।',
  },
  {
    'san':
        'यत्तदग्रे विषमिव परिणामेऽमृतोपमम् ।\nतत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम् ॥१८-३७॥',
    'hindi':
        'जो प्रारम्भ में विष जैसा लगता है, लेकिन अन्त में अमृत के समान है औरजो मनुष्य में आत्म-साक्षात्कार जगाता है, वह सात्त्विक सुख कहलाता है ।',
  },
  {
    'san':
        'विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम् ।\nपरिणामे विषमिव तत्सुखं राजसं स्मृतम् ॥१८-३८॥',
    'hindi':
        'जो सुख इन्द्रियों द्वारा उनके विषयों के संसर्ग से प्राप्त होता हैऔर प्रारम्भ में अमृततुल्य तथा अन्त में विषतुल्य लगता है, वह रजोगुणी कहलाता है ।',
  },
  {
    'san':
        'यदग्रे चानुबन्धे च सुखं मोहनमात्मनः ।\nनिद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम् ॥१८-३९॥',
    'hindi':
        'तथा जो सुख आत्म-साक्षात्कार के प्रति अन्धा है, जो प्रारम्भ से लेकर अन्त तक मोहकारक है और जो निद्रा, आलस्य तथा मोह से उत्पन्न होता है, वह तामसी कहलाता है ।',
  },
  {
    'san':
        'न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः ।\nसत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्त्रिभिर्गुणैः ॥१८-४०॥',
    'hindi':
        'इस लोक में, स्वर्ग लोकों में या देवताओं के मध्य में कोई भी ऐसाव्यक्ति विद्यमान नहीं है, जो प्रकृति के तीन गुणों से मुक्त हो ।',
  },
  {
    'san':
        'ब्राह्मणक्षत्रियविशां शूद्राणां च परन्तप ।\nकर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः ॥१८-४१॥',
    'hindi':
        'हे परन्तप! ब्राह्मणों, क्षत्रियों, वैश्यों तथा शूद्रों में प्रकृतिके गुणों के अनुसार उनके स्वभाव द्वारा उत्पन्न गुणों के द्वारा भेद किया जाता है ।',
  },
  {
    'san':
        'शमो दमस्तपः शौचं क्षान्तिरार्जवमेव च ।\nज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम् ॥१८-४२॥',
    'hindi':
        'शान्तिप्रियता, आत्मसंयम, तपस्या, पवित्रता, सहिष्णुता, सत्यनिष्ठा, ज्ञान,विज्ञान तथा धार्मिकता – ये सारे स्वाभाविक गुण हैं, जिनके द्वारा ब्राह्मण कर्मकरते हैं ।',
  },
  {
    'san':
        'शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम् ।\nदानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम् ॥१८-४३॥',
    'hindi':
        'वीरता, शक्ति, संकल्प, दक्षता, युद्ध में धैर्य, उदारता तथा नेतृत्व –ये क्षत्रियों के स्वाभाविक गुण हैं ।',
  },
  {
    'san':
        'कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम् ।\nपरिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम् ॥१८-४४॥',
    'hindi':
        'कृषि करना, गो रक्षा तथा व्यापार वैश्यों के स्वाभाविक कर्म हैं औरशूद्रों का कर्म श्रम तथा अन्यों की सेवा करना है ।',
  },
  {
    'san':
        'स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः ।\nस्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु ॥१८-४५॥',
    'hindi':
        'अपने अपने कर्म के गुणों का पालन करते हुए प्रत्येक व्यक्ति सिद्ध होसकता है । अब तुम मुझसे सुनो कि यह किस प्रकार किया जा सकता है ।',
  },
  {
    'san':
        'यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् ।\nस्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः ॥१८-४६॥',
    'hindi':
        'जो सभी प्राणियों का उदगम् है और सर्वव्यापी है, उस भगवान् की उपासना करके मनुष्य अपना कर्म करते हुए पूर्णता प्राप्त कर सकता है ।',
  },
  {
    'san':
        'श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।\nस्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् ॥१८-४७॥',
    'hindi':
        'अपने वृत्तिपरक कार्य को करना, चाहे वह कितना ही त्रुटिपूर्ण ढंग सेक्यों न किया जाय, अन्य किसी के कार्य को स्वीकार करने और अच्छी प्रकार करने की अपेक्षा अधिक श्रेष्ठ है । अपने स्वभाव के अनुसार निर्दिष्ट कर्म कभी भी पाप से प्रभावित नहीं होते ।',
  },
  {
    'san':
        'सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् ।\nसर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः ॥१८-४८॥',
    'hindi':
        'प्रत्येक उद्योग (प्रयास) किसी न किसी दोष से आवृत होता है, जिस प्रकार अग्नि धुएँ से आवृत रहती है । अतएव हे कुन्तीपुत्र! मनुष्य को चाहिए कि स्वभाव से उत्पन्न कर्म को, भले ही वह दोषपूर्ण क्यों न हो, कभी त्यागे नहीं ।',
  },
  {
    'san':
        'असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः ।\nनैष्कर्म्यसिद्धिं परमां संन्यासेनाधिगच्छति ॥१८-४९॥',
    'hindi':
        'जो आत्मसंयमी तथा अनासक्त है एवं जो समस्त भौतिक भोगों की परवाह नहीं करता, वह संन्यास के अभ्यास द्वारा कर्मफल से मुक्ति की सर्वोच्च सिद्ध-अवस्था प्राप्त कर सकता है ।',
  },
  {
    'san':
        'सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे ।\nसमासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा ॥१८-५०॥',
    'hindi':
        'हे कुन्तीपुत्र! जिस तरह इस सिद्धि को प्राप्त हुआ व्यक्ति परम सिद्धावाथा अर्थात् ब्रह्म को, जो सर्वोच्च ज्ञान की अवस्था है, प्राप्त करता है, उसका मैं संक्षेप में तुमसे वर्णन करूँगा, उसे तुम जानो ।',
  },
  {
    'san':
        'बुद्ध्या विशुद्ध्या युक्तो धृत्यात्मानं नियम्य च ।\nशब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च ॥१८-५१॥',
    'hindi':
        'विशुद्ध बुद्धि से युक्त, धृति से आत्मसंयम कर, शब्दादि विषयों को त्याग कर और राग-द्वेष का परित्याग कर ।',
  },
  {
    'san':
        'विविक्तसेवी लघ्वाशी यतवाक्कायमानसः ।\nध्यानयोगपरो नित्यं वैराग्यं समुपाश्रितः ॥१८-५२॥',
    'hindi':
        'विविक्त सेवी, लघ्वाशी (मिताहारी) जिसने अपने शरीर, वाणी और मन को संयत किया है, ध्यानयोग के अभ्यास में सदैव तत्पर तथा वैराग्य पर समाश्रित ।',
  },
  {
    'san':
        'अहंकारं बलं दर्पं कामं क्रोधं परिग्रहम् ।\nविमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते ॥१८-५३॥',
    'hindi':
        'अहंकार, बल, दर्प, काम, क्रोध और परिग्रह को त्याग कर ममत्वभाव से रहित और शान्त पुरुष ब्रह्म प्राप्ति के योग्य बन जाता है ।',
  },
  {
    'san':
        'ब्रह्मभूतः प्रसन्नात्मा न शोचति न काङ्क्षति ।\nसमः सर्वेषु भूतेषु मद्भक्तिं लभते पराम् ॥१८-५४॥',
    'hindi':
        'इस प्रकार जो दिव्य पद पर स्थित है, वह तुरन्त परब्रह्म का अनुभव करता है और पूर्णतया प्रसन्न हो जाता है । वह न तो कभी शोक करता है, न किसी वस्तु की कामना करता है । वह प्रत्येक जीव पर समभाव रखता है । उस अवस्था में वह मेरी शुद्ध भक्ति को प्राप्त करता है ।',
  },
  {
    'san':
        'भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः ।\nततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम् ॥१८-५५॥',
    'hindi':
        'केवल भक्ति से मुझ भगवान् को यथारूप में जाना जा सकता है । जब मनुष्य ऐसी भक्ति से मेरे पूर्ण भावनामृत में होता है, तो वह वैकुण्ठ जगत् में प्रवेश कर सकता है ।',
  },
  {
    'san':
        'सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः ।\nमत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम् ॥१८-५६॥',
    'hindi':
        'मेरा शुद्ध भक्त मेरे संरक्षण में, समस्त प्रकार के कार्यों में संलग्न रह कर भी मेरी कृपा से नित्य तथा अविनाशी धाम को प्राप्त होता है ।',
  },
  {
    'san':
        'चेतसा सर्वकर्माणि मयि संन्यस्य मत्परः ।\nबुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव ॥१८-५७॥',
    'hindi':
        'सारे कार्यों के लिए मुझ पर निर्भर रहो और मेरे संरक्षण में सदा कर्म करो । ऐसी भक्ति में मेरे प्रति पूर्णतया सचेत रहो ।',
  },
  {
    'san':
        'मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि ।\nअथ चेत्त्वमहंकारान्न श्रोष्यसि विनङ्क्ष्यसि ॥१८-५८॥',
    'hindi':
        'यदि तुम मुझसे भावनाभावित होगे, तो मेरी कृपा से तुम बद्ध जीवन के सारे अवरोधों को लाँघ जाओगे । लेकिन यदि तुम मिथ्या अहंकारवश ऐसी चेतना में कर्म नहीं करोगे और मेरी बात नहीं सुनोगे, तो तुम विनष्ट हो जाओगे ।',
  },
  {
    'san':
        'यदहंकारमाश्रित्य न योत्स्य इति मन्यसे ।\nमिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति ॥१८-५९॥',
    'hindi':
        'यदि तुम मेरे निर्देशानुसार कर्म नहीं करते और युद्ध में प्रवृत्त नहीं होते हो, तो तुम कुमार्ग पर जाओगे । तुम्हें अपने स्वभाव वश युद्ध में लगना पड़ेगा ।',
  },
  {
    'san':
        'स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा ।\nकर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत् ॥१८-६०॥',
    'hindi':
        'इस समय तुम मोहवश मेरे निर्देशानुसार कर्म करने से मना कर रहे हो । लेकिन हे कुन्तीपुत्र! तुम अपने ही स्वभाव से उत्पन्न कर्म द्वारा बाध्य होकर वही सब करोगे ।',
  },
  {
    'san':
        'ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति ।\nभ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया ॥१८-६१॥',
    'hindi':
        'हे अर्जुन! परमेश्र्वर प्रत्येक जीव के हृदय में स्थित हैं और भौतिक शक्ति से निर्मित यन्त्र में सवार की भाँति बैठे समस्त जीवों को अपनी माया से घुमा (भरमा) रहे हैं ।',
  },
  {
    'san':
        'तमेव शरणं गच्छ सर्वभावेन भारत ।\nतत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् ॥१८-६२॥',
    'hindi':
        'हे भारत! सब प्रकार से उसी की शरण में जाओ । उसकी कृपा से तुम परम शान्ति को तथा परम नित्यधाम को प्राप्त करोगे ।',
  },
  {
    'san':
        'इति ते ज्ञानमाख्यातं गुह्याद्‌गुह्यतरं मया ।\nविमृश्यैतदशेषेण यथेच्छसि तथा कुरु ॥१८-६३॥',
    'hindi':
        'इस प्रकार मैंने तुम्हें गुह्यतर ज्ञान बतला दिया । इस पर पूरी तरह से मनन करो और तब जो चाहे सो करो ।',
  },
  {
    'san':
        'सर्वगुह्यतमं भूयः शृणु मे परमं वचः ।\nइष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् ॥१८-६४॥',
    'hindi':
        'चूँकि तुम मेरे अत्यन्त प्रिय मित्र हो, अतएव मैं तुम्हें अपना परम आदेश, जो सर्वाधिक गुह्यज्ञान है, बता रहा हूँ । इसे अपने हित के लिए सुनो ।',
  },
  {
    'san':
        'मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु ।\nमामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे ॥१८-६५॥',
    'hindi':
        'सदैव मेरा चिन्तन करो, मेरे भक्त बनो, मेरी पूजा करो और मुझे नमस्कार करो । इस प्रकार तुम निश्चित रूप से मेरे पास आओगे । मैं तुम्हें वचन देता हूँ, क्योंकि तुम मेरे परम प्रियमित्र हो ।',
  },
  {
    'san':
        'सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज ।\nअहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः ॥१८-६६॥',
    'hindi':
        'समस्त प्रकार के धर्मों का परित्याग करो और मेरी शरण में आओ । मैं समस्त पापों से तुम्हारा उद्धार कर दूँगा । डरो मत ।',
  },
  {
    'san':
        'इदं ते नातपस्काय नाभक्ताय कदाचन ।\nन चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति ॥१८-६७॥',
    'hindi':
        'यह गुह्यज्ञान उनको कभी भी न बताया जाय जो न तो संयमी हैं, न एकनिष्ठ, न भक्ति में रत हैं, न ही उसे जो मुझसे द्वेष करता हो ।',
  },
  {
    'san':
        'य इमं परमं गुह्यं मद्भक्तेष्वभिधास्यति ।\nभक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशयः ॥१८-६८॥',
    'hindi':
        'जो व्यक्ति भक्तों को यह परम रहस्य बताता है, वह शुद्ध भक्ति को प्राप्त करेगा और अन्त में वह मेरे पास वापस आएगा ।',
  },
  {
    'san':
        'न च तस्मान्मनुष्येषु कश्चिन्मे प्रियकृत्तमः ।\nभविता न च मे तस्मादन्यः प्रियतरो भुवि ॥१८-६९॥',
    'hindi':
        'इस संसार में उसकी अपेक्षा कोई अन्य सेवक न तो मुझे अधिक प्रिय है और न कभी होगा ।',
  },
  {
    'san':
        'अध्येष्यते च य इमं धर्म्यं संवादमावयोः ।\nज्ञानयज्ञेन तेनाहमिष्टः स्यामिति मे मतिः ॥१८-७०॥',
    'hindi':
        'और मैं घोषित करता हूँ कि जो हमारे इस पवित्र संवाद का अध्ययन करता है, वह अपनी बुद्धि से मेरी पूजा करता है ।',
  },
  {
    'san':
        'श्रद्धावाननसूयश्च शृणुयादपि यो नरः ।\nसोऽपि मुक्तः शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् ॥१८-७१॥',
    'hindi':
        'और जो श्रद्धा समेत और द्वेषरहित होकर इसे सुनता है, वह सारे पापों से मुक्त हो जाता है और उन शुभ लोकों को प्राप्त होता है, जहाँ पुण्यात्माएँ निवास करती हैं ।',
  },
  {
    'san':
        'कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा ।\nकच्चिदज्ञानसंमोहः प्रनष्टस्ते धनंजय ॥१८-७२॥',
    'hindi':
        'हे पृथापुत्र! हे धनञ्जय! क्या तुमने इसे (इस शास्त्र को) एकाग्र चित्त होकर सुना? और क्या अब तुम्हारा अज्ञान तथा मोह दूर हो गया है ?',
  },
  {
    'san':
        'नष्टो मोहः स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत ।\nस्थितोऽस्मि गतसन्देहः करिष्ये वचनं तव ॥१८-७३॥',
    'hindi':
        'अर्जुन ने कहा – हे कृष्ण, हे अच्युत! अब मेरा मोह दूर हो गया । आपके अनुग्रह से मुझे मेरी स्मरण शक्ति वापस मिल गई । अब मैं संशयरहित तथा दृढ़ हूँ और आपके आदेशानुसार कर्म करने के लिए उद्यत हूँ ।',
  },
  {
    'san':
        'इत्यहं वासुदेवस्य पार्थस्य च महात्मनः ।\nसंवादमिममश्रौषमद्भुतं रोमहर्षणम् ॥१८-७४॥',
    'hindi':
        'संजय ने कहा – इस प्रकार मैंने कृष्ण तथा अर्जुन इन दोनों महापुरुषों की वार्ता सुनी । और यह सन्देश इतना अद्भुत है कि मेरे शरीर में रोमाञ्च हो रहा है ।',
  },
  {
    'san':
        'व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् ।\nयोगं योगेश्वरात्कृष्णात्साक्षात्कथयतः स्वयम् ॥१८-७५॥',
    'hindi':
        'व्यास की कृपा से मैंने ये परम गुह्य बातें साक्षात् योगेश्वर कृष्ण के मुख से अर्जुन के प्रति कही जाती हुई सुनीं ।',
  },
  {
    'san':
        'राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम् ।\nकेशवार्जुनयोः पुण्यं हृष्यामि च मुहुर्मुहुः ॥१८-७६॥',
    'hindi':
        'हे राजन्! जब मैं कृष्ण तथा अर्जुन के मध्य हुई इस आश्चर्यजनक तथा पवित्र वार्ता का बारम्बार स्मरण करता हूँ, तो प्रति क्षण आह्लाद से गद्गद् हो उठता हूँ ।',
  },
  {
    'san':
        'तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरेः ।\nविस्मयो मे महान् राजन्हृष्यामि च पुनः पुनः ॥१८-७७॥',
    'hindi':
        'हे राजन्! भगवान् कृष्ण के अद्भुत रूप का स्मरण करते ही मैं अधिकाधिक आश्चर्यचकित होता हूँ और पुनःपुनः हर्षित होता हूँ ।',
  },
  {
    'san':
        'यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः ।\nतत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम ॥१८-७८॥',
    'hindi':
        'जहाँ योगेश्र्वर कृष्ण है और जहाँ परम धनुर्धर अर्जुन हैं, वहीँ ऐश्र्वर्य, विजय, अलौकिक शक्ति तथा नीति भी निश्चित रूप से रहती है । ऐसा मेरा मत है ।',
  },
];