List adhayaylist=[
  {
    'img':'asset/img/img1.png',
    'name1':'पहला अध्याय',
    'name':'अर्जुनविषादयोग',
    'saar':'पहले अध्याय का नाम अर्जुनविषादयोग\n है। जब शौर्य और धैर्य, साहस और बल\n इन चारों गुणों से युक्त अर्जुन पर क्षमा\n और प्रज्ञा यानि बुद्धि का प्रभाव बढ़ा और \nउन्होंने युद्ध भूमि में हथियार डाल दिए तब\n उनके क्षात्रधर्म का स्थान कार्पण्य ने लिया।\n तब कृष्ण ने तर्क से, बुद्धि से, ज्ञान से,\n कर्म की चर्चा से, विश्व के स्वभाव से,\n उसमें जीवन की स्थिति से, दोनों के नियामक\n अव्यय पुरुष के परिचय से और उस सर्वोपरि\n परम सत्तावान ब्रह्म के साक्षात दर्शन से अर्जुन को\n वापस प्रेरित किया। इस अध्याय में इसी तत्वचर्चा\n परिचय दिया गया ।'
  },
  {
    'img':'asset/img/img2.png',
    'name1':'दूसरा अध्याय',
    'name':'सांख्ययोग',
    "saar":'इस अध्याया का नाम सांख्ययोग है। इसमें\n जीवन की दो प्राचीन संमानित परंपराओं\n का तर्कों द्वारा वर्णन आया है। अर्जुन\n को उस कृपण स्थिति में रोते देखकर कृष्ण ने\n उसका ध्यान दिलाया है कि इस प्रकार का \nक्लैव्य और हृदय की क्षुद्र दुर्बलता अर्जुन जैसे\n वीर के लिए उचित नहीं। उन्होंने बताया कि\n प्रज्ञादर्शन काल, कर्म और स्वभाव से होनेवाले\n संसार की सब घटनाओं और स्थितियों को\n अनिवार्य रूप से स्वीकार करता है। जीना और मरना,\n जन्म लेना और बढ़ना, विषयों का आना और\n जाना, सुख और दुख का अनुभव, ये तो संसार\n में होते ही हैं।'
  },
  {
    'img':'asset/img/img3.png',
    'name1':'तीसरा अध्याय',
    'name':'कर्मयोग',
    "saar":'इस अध्याय में अर्जुन ने इस विषय में और गहरा उतरने के लिए स्पष्ट प्रश्न किया कि सांख्य और योग इन दोनों मार्गों में आप किसे अच्छा समझते हैं और क्यों नहीं यह निश्चित बतसते कि वे इन दोनों में से किसे अपनायें। इसपर कृष्ण ने स्पष्टता से उत्तर दिया कि लोक में दो निष्ठायें या जीवनदृष्टियां हैं। सांख्यवादियों के लिए ज्ञानयोग है और कर्ममार्गियों के लिए कर्मयोग है। अर्थात् जो साधारण समझ के लोग कर्म में लगे हैं उन्हें उस मार्ग से उखाड़ना उचित नहीं, क्योंकि वे ज्ञानवादी बन नहीं सकते, और यदि उनका कर्म भी छूट गया तो वे दोनों ओर से भटक जायेंगे ।'
  },
  {
    'img':'asset/img/img4.png',
    'name1':'चौथा अध्याय',
    'name':'ज्ञानकर्मसंन्यासयोग',
    "saar":'इस अध्याय में, जिसका नाम ज्ञान-कर्म-संन्यास-योग है, यह बताया गया है कि ज्ञान प्राप्त करके कर्म करते हुए भी कर्मसंन्यास का फल किस तरह से प्राप्त किया जा सकता है। यहीं गीता का वह प्रसिद्ध वचन है कि जब जब धर्म की हानि होती है तब तब भगवान का अवतार होता है।'
  },
  {
    'img':'asset/img/img5.png',
    'name1':'पाँचवाँ अध्याय',
    'name':'कर्मसंन्यासयोग ',
    "saar":'इस अध्याय में कर्मसंन्यास योग नामक युक्तियां फिर से और दृढ़ रूप में कहीं गई हैं। इसमें कर्म के साथ जो मन का संबंध है, उसके संस्कार पर या उसे विशुद्ध करने पर विशेष ध्यान दिलाया गया है। यह भी कहा गया है कि एक स्थान पर पहुँचकर सांख्य और योग में कोई भेद नहीं रह जाता है। किसी एक मार्ग पर ठीक प्रकार से चले तो समान फल प्राप्त होता है। जीवन के जितने कर्म हैं, सबको समर्पण कर देने से व्यक्ति एकदम शांति के ध्रुव बिंदु पर पहुँच जाता है और जल में खिले कमल के समान कर्म रूपी जल से लिप्त नहीं होता ।'
  },
  {
    'img':'asset/img/img1.png',
    'name1':'छठा अध्याय',
    'name':'आत्मसंयमयोग',
    "saar":'इस अध्याया का नाम आत्मसंयम योग है जिसका विषय नाम से ही पता चलता है कि जितने विषय हैं उन सबमें इंद्रियों का संयम श्रेष्ठ है। सुख में और दुख में मन की समान स्थिति, इसे ही योग कहते हैं ।'
  },
  {
    'img':'asset/img/img2.png',
    'name1':'सातवाँ अध्याय',
    'name':'ज्ञानविज्ञानयोग',
    "saar":' इस अध्याय की संज्ञा ज्ञानविज्ञान योग है। विज्ञान की दृष्टि से अपरा और परा प्रकृति के इन दो रूपों की व्याख्या गीता ने दी है। अपरा प्रकृति में आठ तत्व हैं, पंचभूत, मन, बन्दि और अहंकार। इसमें ईश्वर की चेष्टाके संपर्क से जो चेतना आती है उसे परा प्रकृति कहते हैं, वही जीव है। आठ तत्वों के साथ मिलकर जीवन नवां तत्व हो जाता है। इस अध्याय में भगवान के अनेक रूपों का उल्लेख किया गया है ।'
  },
  {
    'img':'asset/img/img3.png',
    'name1':'आठवाँ अध्याय',
    'name':'अक्षरब्रह्मयोग',
    "saar":'इस अध्याय की संज्ञा अक्षर ब्रह्मयोग है। उपनिषदों में अक्षर विद्या का विस्तार हुआ आऔर गीता में उसे अक्षरविद्या का सार कह दिया गया है। अक्षर ब्रह्म परमं, मनुष्य, अर्थात् जीव और शरीर की संयुक्त रचना का ही नाम अध्यात्म है। गीता के शब्दों में ॐ एकाक्षर ब्रह्म है ।'
  },
  {
    'img':'asset/img/img4.png',
    'name1':'नौवाँ अध्याय',
    'name':'राजगुह्ययोग',
    "saar":' इस अध्याय को राजगुह्ययोग कहा गया है, अर्थात् यह अध्यात्म विद्या और गुह्य ज्ञान सबमें श्रेष्ठ है। मन की दिव्य शक्तियों को किस प्रकार ब्रह्ममय बनाया जाय, इसकी युक्ति ही राजविद्या है। इस क्षेत्र में ब्रह्मतत्व का निरूपण ही प्रधान है। वेद का समस्त कर्मकांड यज्ञ, अमृत, और मृत्यु, संत और असंत, और जितने भी देवी देवता है, सबका पर्यवसान ब्रह्म में है ।'
  },
  {
    'img':'asset/img/img5.png',
    'name1':'दसवाँ अध्याय',
    'name':'विभूतियोग',
    "saar":'इस अध्याय का नाम विभूतियोग है। इसका सार यह है कि लोक में जितने देवता हैं, सब एक ही भगवान का अंश हैं। मनुष्य के समस्त गुण और अवगुण भगवान की शक्ति के ही रूप हैं। देवताओ की सत्ता को स्वीकारते हुए सबको विष्णु का रूप मानकर समन्वय की एक नई दृष्टि प्रदान की गई है जिसका नाम विभूतियोग है ।'
  },
  {//11
    'img':'asset/img/img1.png',
    'name1':'ग्यारहवाँ अध्याय',
    'name':'विश्वरूपदर्शनयोग',
    "saar":'इस अध्याय का नाम विश्वरूपदर्शन योग है। इसमें अर्जुन ने भगवान का विश्वरूप देखा। विराट रूप का अर्थ है मानवीय धरातल और परिधि के ऊपर जो अनंत विश्व का प्राणवंत रचनाविधान है, उसका साक्षात दर्शन ।'
  },
  {//12
    'img':'asset/img/img2.png',
    'name1':'बारहवाँ अध्याय',
    'name':'भक्तियोग',
    "saar":''
  },
  {//13
    'img':'asset/img/img3.png',
    'name1':'तेरहवाँ अध्याय',
    'name':'क्षेत्र-क्षेत्रज्ञविभागयोग',
    "saar":''
  },
  {//14
    'img':'asset/img/img4.png',
    'name1':'चौदहवाँ अध्याय',
    'name':'गुणत्रयविभागयोग',
    "saar":''
  },
  {//15
    'img':'asset/img/img5.png',
    'name1':'पंद्रहवाँ अध्याय',
    'name':'पुरुषोत्तमयोग',
    "saar":''
  },
  {//16
    'img':'asset/img/img1.png',
    'name1':'सोलहवाँ  अध्याय',
    'name':'दैवसुरसंपदविभागयोग',
    "saar":''
  },
  {//17
    'img':'asset/img/img2.png',
    'name1':'सत्रहवाँ अध्याय',
    'name':'श्रद्धात्रयविभागयोग',
    "saar":''
  },
  {//18
    'img':'asset/img/img3.png',
    'name1':'अठारहवाँ अध्याय',
    'name':'मोक्षसंन्यासयोग',
    "saar":''
  },

];